[{"id":40,"top":true,"name":"Paris","content":"Paris, the most elegant and romantic city in the world, is undeniably one of the most charming places you will ever visit. Superb and welcoming at the same time, with its 200 museums and monuments, Paris boasts a vast heritage in the fields of art, history and culture that has no equal anywhere else. It is, not surprisingly, one of the most visited cities in the world, with over 28 million tourists every year. Found in the heart of Europe, the Seine River divides it in two parts, the right and the left bank. Paris has over the centuries influenced politics, culture, lifestyle and the economy of the western world.Several important Parisian monuments were built for the various Universal Exhibitions held there since the mid nineteenth century. The most famous is undoubtedly the tallest building of the city, the Eiffel Tower, built in 1889 and that has since then become the iconic symbol of the city.","more":"The Arc de Triomphe, built by Napoleon Bonaparte in 1806, is the second most emblematic monument in Paris and was inspired by Classical Roman monuments. You will find it at the beginning of the Champs-Élysées that is the most famous avenue in Europe, full of cafes, restaurants and high fashion boutiques.Among the beautiful churches of the capital of France, the Cathedral of Notre-Dame is a must-visit, a masterpiece of Gothic architecture, built between the twelfth and thirteenth centuries. The Basilica of the Sacred Heart is another beautiful specimin, built on the hill of Montmartre, the heart of the bohemian life during the Belle Époque and home to artists such as Van Gogh, Picasso, Renoir, Toulouse-Lautrec and Modigliani.From the cemetery of the Panthéon to the sumptuous theater of the Opéra National, from the vast architectural complex of the Hotel National des Invalides to the church of the Madeleine, from the beautiful park of the Jardin du Luxembourg to the Place de la Concorde, through the cultural center of the Latin Quarter, the \"Ville Lumière\" (The City of Lights) enchants tourists and offers all kinds of entertainment to suit all tastes.Art lovers can choose between the Louvre, the most visited museum in the world with its many masterpieces, including the “Mona Lisa” and the “Venus de Milo”, and the impressionist Museum d'Orsay, between the modern Centre Georges Pompidou, the Picasso Museum and the Rodin Museum, to name just a few.People who love a lively nightlife should not miss the famous Moulin Rouge that offers, among other things, the licentious Can-Can performances, that has made it famous since the nineteenth century.","latitude":48.866,"longitude":2.355,"country":{"id":60,"name":"France","iso_code":"FR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/paris_event-9139.jpeg?event","url":"https:\/\/www.musement.com\/en\/paris","event_count":120,"list_count":21,"venue_count":25},{"id":56,"top":true,"name":"London","content":"London, one of Europe’s cultural capitals, is the largest and most popular city for travelers in Europe. Home to famous monuments and landscapes, there are experiences for all kinds of people, from art-lovers to people passionate about literature or history, sport fans, people who love the performing arts and so much more.From history, science and art museums, to amusement parks, zoos and other attractions there is always something to do. The city where Shakespeare changed the history of theatre and performing arts, where Dickens wrote about the young Oliver Twist, where visitors can admire the Royal Palaces of the British monarchy and where there is always a park nearby to enjoy a peaceful stroll, London is worth your time.","more":"It is a leading global city in all fields and is well known for monuments like the Big Ben, Westminster Abbey, Buckingham Palace, the Tower of London, Tower Bridge, London Bridge, the London-Eye and much more.","latitude":51.505,"longitude":-0.127,"country":{"id":183,"name":"United Kingdom","iso_code":"GB"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/04\/london_event-3868.jpeg?event","url":"https:\/\/www.musement.com\/en\/london","event_count":117,"list_count":25,"venue_count":24},{"id":2,"top":true,"name":"Rome","content":"Rome is without doubt the largest and most impressive open-air museum in the world. The capital of Italy, the first great metropolis of humanity and one of the larger cities of Europe, Rome condenses its three millennia of history in architectural and artistic testimonies that leave you breathless, with masterpieces that make it one of the most visited cities in the world. Some say that one life is not enough to discover all the treasures hidden inside this incredible city. Just one day however is enough to be seduced by the exciting charm of the old capital of one of the most important ancient civilizations, the Roman Empire.Rome is the city with the highest concentration of historical and architectural landmarks in the world. The list of monuments and places worth visiting would be too long to mention, but some really just cannot be missed. Starting from the Colosseum, the largest amphitheater of the Roman world, recognized as one of the seven wonders of the modern world and the only one in Europe.","more":"Not far off is the Roman Forum, what remains of the financial, religious and political center of ancient Rome, the heart of the urban complex of the Imperial Forums, which extended between the Capitoline Hill and the Quirinal.A city with beautiful gardens and ancient aristocratic villas, like the Villa Borghese, Rome is also famous for its monumental fountains, real architectural gems. The most famous is the Trevi Fountain, in rococo style, that is known for being the setting of the most famous scene of 'La dolce vita', classic italian movie by Federico Fellini. Do not forget to throw a coin into this fountain. Legend has it that this will assure your return to the \"eternal city\"! Don't miss the Baroque Fountain of the Four Rivers, one of the greatest masterpieces of Gian Lorenzo Bernini, located in the heart of Piazza Navona, elegant meeting point in the evening. Piazza di Spagna is also very crowded and popular, with its Spanish Steps.Capital with beautiful churches, Rome includes the Vatican City, the cradle of Catholic Christianity. Its masterpiece is the imposing St. Peter's Basilica, whose dome, designed by Michelangelo, overlooks the whole of Rome. Michelangelo also signed the famous frescoes of the Sistine Chapel, the conclave for the Pope's election.The heart of nightlife in this pleasure-seeking city is Trastevere, a former working-class district on the west bank of the Tiber River, a beautiful and lively maze of narrow streets and trendy bars.","latitude":41.898,"longitude":12.483,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/rome_event-2986.jpeg?event","url":"https:\/\/www.musement.com\/en\/rome","event_count":150,"list_count":26,"venue_count":27},{"id":1,"top":false,"name":"Milan","content":"A cosmopolitan metropolis, Italy’s economic capital, an international hub of fashion and home to exciting nightlife: Milan is all this and even more. This city fascinates people from all over the world with its refined culture, which is expressed in different areas like fine art and design. Because of its creative and historic assets, art can be found everywhere from alleys, piazzas, or on display in modern and charming museums and exhibits.As a symbol of the city to the rest of the world, the Duomo is the most relevant work of gothic architecture in Italy. This magnificent building overlooks the central square with its characteristic spires and colourful glass walls, near the famous Galleria Vittorio Emanuele, which becomes a passage-way to enter the elegant Piazza della Scala. A pleasant walk through Via Dante leads you to the Castello Sforzesco, built by Francesco Sforza in the XIV century and today it has turned out to be a great tourist attraction. Not far away, you will also visit the beautiful Chiesa di Santa Maria delle Grazie with its world famous Cenacolo Vinciano, also known as 'The Last Supper'.","more":"Triennale, Palazzo Reale, Museo Nazionale della Scienza e della Tecnica and Museo del Novecento are some of the many exhibition centers that the effervescent cultural heart of Milan has to offer. An experience not to be missed is a visit to the Brera neighborhood, with its famous Pinacoteca and its maze of elegant streets, sophisticated shops and traditional restaurants. We must also mention the part of the city called the 'Navigli', where you will find plenty of stylish bars and striking glimpses of architecture along the city's canals.","latitude":45.459,"longitude":9.183,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/milan_event-23142.jpeg?event","url":"https:\/\/www.musement.com\/en\/milan","event_count":86,"list_count":31,"venue_count":25},{"id":3,"top":true,"name":"Florence","content":"Well known around the world for its history and extraordinary beauty, Florence is the capital city of the Italian region of Tuscany. It was vastly recognized, during the Middle Ages, as one of the most important centers of European trade and finance and was therefor one of the wealthiest cities of its time.Florence is considered the birthplace of the Renaissance and has earned its nickname as \"the Athens of the Middle Ages\". Millions of tourists visit Florence each year for its incomparable beauty and history as well as for its artistic and architectural heritage. In Florence tourists can admire legendary masterpieces by the fathers of Italian paining: Donatello, Leonardo da Vinci, Michelangelo, Botticelli, Masaccio and Brunelleschi.More recently the city is making way also as one of the fashion capitals of the world and has been ranked by Forbes as one of the most beautiful cities in the world.","latitude":43.77,"longitude":11.251,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/florence_event-23143.jpeg?event","url":"https:\/\/www.musement.com\/en\/florence","event_count":81,"list_count":26,"venue_count":10},{"id":52,"top":true,"name":"Berlin","content":"A city of many faces, in constant transformation. This is the strength of Berlin, capital of Germany, the new economic power in Europe. A city that is in a head to head competition with London for the scepter of the most dynamic center of the old continent. Of course Berlin attracts groups of alternative artists and youth from all over the world, with the complicity of its libertine atmosphere and its many leisure attractions. There is something for all tastes here, from cinema to art and culture, from techno music to crazy nights at the club.Thanks to the continuous projects of building redevelopment after reunification, Berlin looks like a perpetually open construction yard and amazes visitors with the very different faces of its neighborhoods.","more":"There is the sophisticated Charlottenburg, which encloses the wonderful Tiergarten park, the magnificent summer residence of Prussian kings Schloss Charlottenburg and the elegant Kurfürstendamm street, home to art galleries, boutiques and upscale restaurants. There is the colorful, young, spicy and multiethnic face of Kreuzberg and that radical chic of Prenzlauer Berg. There is the futuristic character of Potsdamer Platz, which contrasts with the Soviet memories of the enormous Alexanderplatz with its TV Tower.Do not miss the delightful inner courtyards of Hackescher Hofe, home to boutiques and trendy bars, and a walk to the East Side Gallery, the remnants of the Berlin Wall, now transformed in paintings by artists from all over the world. The Brandenburg Gate is also a must-see: It once divided the city into two while today it is the symbol of German unity. Art lovers will be happy with a visit to Museum Island and the Kulturforum. For your visit's grand finale you'll need to taste, finally, the currywurst, the typical and savoury street food of Berlin.","latitude":52.533,"longitude":13.406,"country":{"id":64,"name":"Germany","iso_code":"DE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/berlin_event-5512.jpeg?event","url":"https:\/\/www.musement.com\/en\/berlin","event_count":28,"list_count":22,"venue_count":7},{"id":61,"top":true,"name":"Madrid","content":"Madrid, Spain’s capital and also the biggest city in the country, is an artistic hub with three of Europe’s best-known art museums commonly referred to as the “Golden Triangle of Art”, found along the Paseo del Prado: Prado, Thyssen-Bornemisza and Reina Sofia.Travelers love Madrid for the mix of culture, art and history that they find there, along with the lively nightlife and the Spanish traditional food and drinks.It is the third largest city in the European Union and, thanks to its great weather and its typically Spanish charm you can thoroughly explore and enjoy the discovery and your exploration of Spanish life. The architecture and history, the churches and traditions, the fun and food will make you wish your trip could last forever.","latitude":40.433,"longitude":-3.698,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/madrid_event-5796.jpeg?event","url":"https:\/\/www.musement.com\/en\/madrid","event_count":41,"list_count":21,"venue_count":6},{"id":55,"top":true,"name":"New York","content":"Some consider the great New York City the cultural capital of the world and it is one of the most popular and dreamed of destinations by travellers everywhere. While there you’ll want to take time to admire the New York Skyline, see some of the world’s most famous monuments like the Empire State Building, the Statue of Liberty, the Chrysler Building, see a show on Broadway, stare in awe at Times Square and so much more.Exploring NYC will satisfy all of your traveling needs. You can see one of the world’s most beloved art museums, the Museum of Modern Art (MOMA), and experience the most varied cultures of the world. In New York you will find a surprising and incredible mix of cultures from all over the world, making the cuisine and nightlife experience a constant surprise.","more":"Visit the city’s parks, go shopping, browse the art museums and take tours to learn more about the history and significance of the various places. New York, the Big Apple, will never get boring.","latitude":40.737,"longitude":-74.007,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/04\/new-york_event-3176.jpeg?event","url":"https:\/\/www.musement.com\/en\/new-york","event_count":123,"list_count":27,"venue_count":10},{"id":4,"top":true,"name":"Venice","content":"Imagine finding yourself surrounded by canals and the feeling of being in a “floating city” that rests on the water thanks to the expertise and talent of Italy's best-known architects. You'll be in awe of the history that has seeped into everything around you. With the dense network of canals that connect narrow streets, charming neighborhoods and ancient squares, you'll know you are in Venice.The typical noise of city traffic is replaced by the sound of flowing water while gondolas and boats take the place of your usual taxi. Getting lost in this maze of streets, canals and beautiful buildings is the best way to discover the charm of the city that Italians call \"La Serenissima\".Your first visit to Venice will make you fall hopelessly in love with the city and you will want to come back in order to experience and once again be a part of such a surreal place, where past and present coexist and feed off on one another. Although it still has an intense bond with its history, Venice also shows brilliance and foresight in the field of art and architecture.","more":"Piazza San Marco and its magnificent Basilica are timeless symbols of the city, today as much as in the past. They testify the financial and maritime power of the ancient Venetian Republic and represent the ideal starting point for a tour of the city, together with the Palazzo Ducale and the Bridge of Sighs.Do not miss the wonderful Ca' d'Oro, Gothic structure dating back to the fifteenth century and situated in the Cannaregio district, the famous Rialto Bridge as the financial center of the city, the ghetto and the Jewish Museum, Ca' Rezzonico and the Museum of the Eighteenth century, and the extraordinary Peggy Guggenheim Collection.","latitude":45.441,"longitude":12.317,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/05\/venice_event-4621.jpeg?event","url":"https:\/\/www.musement.com\/en\/venice","event_count":57,"list_count":22,"venue_count":8},{"id":168,"top":false,"name":"Dubai","content":"Dubai is the second largest of the seven emirates that are part of the United Arab Emirates, as well as one of the most modern cities in the world and cosmpolite, a major tourist destination and an important center of maritime trade.With its unique and spectacular skyline Dubai is one of the most beautiful places on the planet, which is worth a visit to live a unique and unrepeatable experience. Here you will find the world's tallest skyscraper, the Burj Khalifa, which, with its 636 meters of height divided into 160 plans can claim the title of tallest structure ever built by man. Another work is the incredible \"The World\", an artificial archipelago whose composition mirrors the shape of the world map and earth whose islands are sold at exorbitant prices ranging from 1 million to 15 million dollars.","latitude":25.193,"longitude":55.29,"country":{"id":182,"name":"United Arab Emirates","iso_code":"AE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/dubai_event-9623.jpeg?event","url":"https:\/\/www.musement.com\/en\/dubai","event_count":52,"list_count":0,"venue_count":5},{"id":57,"top":false,"name":"Amsterdam","content":"Amsterdam is Holland’s capital city, a cultural hub and one of the Europe’s favorite travel destinations. It may not be an enormous city but its unique features are enough to attract tourists for day trips and longer holidays.Built under sea level, it is defined a ‘Venice of the North’ due to its many canals – it was a city built in the year 1000, reclaiming the area from advancing waters. Some of the most popular attractions in Amsterdam are the Rijksmuseum with Rembrant's famous painting 'The Night Watch', the Van Gogh Museum, Anne Frank's House, Museum Willet, the Cromhout Houses and many more.","more":"Young people come to this city for its nightlife and possibly to see the world renown “Coffee Shops”, while art-lovers on the other hand come to enjoy some of the city’s museums and the beautiful architecture. Holland successfully made its very own Renaissance architecture in the 17th century, giving Amsterdam its very own unique atmosphere.","latitude":52.374,"longitude":4.9,"country":{"id":124,"name":"Netherlands","iso_code":"NL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/04\/amsterdam_event-3032.jpeg?event","url":"https:\/\/www.musement.com\/en\/amsterdam","event_count":59,"list_count":20,"venue_count":7},{"id":60,"top":true,"name":"Barcelona","content":"Whether it’s for its architectural gems, its mild climate or its lively nightlife, Barcelona is one of the most beloved cities in Europe. The second largest city in Spain after Madrid and capital of the autonomous community of Catalonia, Barcelona has recently enjoyed considerable economic growth, especially after the 1992 Olympics.Having important financial and touristic port that put it in the center of the Mediterranean, Barcelona has a 'double soul' that makes it unique. On the one side there is Catalan pride, which makes citizens jealously protect their own traditions, culture and language that was strenuously defended from the oblivion imposed by Franco. On the other, there is a modern and cosmopolitan soul, ready to take on foreign trends and being a city open to confront and receive. The two souls live together in harmony and make Barcelona an intriguing mix of charm and vitality.","more":"It is an Eden for appreciators of architecture. Barcelona is the world capital of Modernism, the artistic style developed in the late nineteenth century and early twentieth century. Its most important artist was Antoni Gaudí, the architect who decorated the city with invaluable pearls, from Palau Güell to Casa Batllo, from Casa Mila (or La Pedrera) to Casa Vicens. These fantastic and surreal buildings embellish Eixample, the economic and commercial center of the city. Its heart is Passeig de Gràcia, one of the most important avenues in Barcelona, with many local and high fashion boutiques. Gaudí’s unfinished masterpiece, which he was still working on in the final years of his life, is the Sagrada Familia, the distinctive symbol of the city and the most visited monument in Spain. The construction of this basilica should be completed shortly before 2030. Do not miss Parc Güell, another of Gaudí’s projects, a perfect combination between architecture and nature, sparkling with the fairytale-like atmosphere. Palau de la Música Catalana is another emblem of the Modernism, designed by the architect Lluís Domènech i Montaner.The famous Ramblas – lively boulevards that lead to the old port and are invaded by street artists and \"movida\" people – starts from the immense Plaza de Catalunya and Barrio Gotico, the historic center of the city, with its narrow streets and ancient buildings, is the only area of Barcelona which has completely preserved itself as it was in the Middle Ages. Do not miss Plaza Real, with its lively tapas bars, and the Cathedral. The green lung of the city is Montjuic, a hill that houses the Castle, the Joan Miró Foundation, the National Art Museum of Catalonia and the Font Magica, with its show of water and lights. Also visit the colorful Boqueria Market, the Maritime Museum, the Picasso Museum and the district of La Ribera.","latitude":41.396,"longitude":2.175,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/barcelona_event-5571.jpeg?event","url":"https:\/\/www.musement.com\/en\/barcelona","event_count":87,"list_count":24,"venue_count":11},{"id":70,"top":false,"name":"Prague","content":"A city with an ancient, majestic, romantic and nostalgic charm. A cultural center with a glorious past, Prague, heart of the Czech Republic, was the capital of Bohemia and the Holy Roman Empire. Today, with six million visitors a year, it is the most popular destination among tourists in Eastern Europe. It is not surprising the fact that it boasts of one of the most variegated collections of world architecture, from Art Nouveau to Baroque, from Cubism to Gothic, from Neo-classical to Ultramodern.A tour of the city can only start from the historic center with its narrow streets, a Unesco World Heritage Site since 1992. At its heart is the Old Town Square, surrounded by magnificent buildings, cafes, shops and galleries. Dominating the square are the Gothic spires of the Church of Our Lady before Tyn.","more":"Here we also find the Old Town Hall, characterized by colorful Gothic and Renaissance buildings and a tower which offers a picturesque view of the city. At the base of the tower there is a lovely astronomical clock, built in 1400 by master clockmaker Hanus.Founded in the ninth century, the Prague Castle is the national symbol of the Czech Republic, a cultural center and political power for centuries. This mighty monumental complex, consisting of church and residential buildings, fortifications and offices, was originally the residence of princes and kings of Bohemia; since 1918 it has been the seat of the President of the Republic. The area of the castle is dominated by the Gothic St. Vitus Cathedral, the largest and most magnificent church in Prague.Take a stroll in Golden Lane with its picturesque houses, home to alchemists before and goldsmiths later, but also to Franz Kafka, the most illustrious son of Prague and famous writer. Inevitable stop is to admire the romantic Charles Bridge, a stone bridge in the Gothic style that connects the Old Town to the Lesser Quarter, commissioned by Charles IV in 1357 and designed by the architect Petr Parler. On the other hand, the symbol of modern Prague is the sinuous Dancing House, designed in the nineties by the architect Frank O. Gehry and inspired by the famous pair of dancers Ginger Rogers and Fred Astaire.","latitude":50.091,"longitude":14.432,"country":{"id":46,"name":"Czech Republic","iso_code":"CZ"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/prague_event-5817.jpeg?event","url":"https:\/\/www.musement.com\/en\/prague","event_count":25,"list_count":0,"venue_count":3},{"id":71,"top":false,"name":"Lisbon","content":"A city with a nostalgic charm, to be experienced and savored slowly. This is Lisbon, Portugal's capital, a city rich in history, classical art and wonderful examples of architecture in Manueline style (Portuguese late Gothic) and Baroque. Center for the production of the moving music of Fado, Lisbon is also famous for its \"azulejos\", architectural ceramic decorations of Arabic origin.Built on seven hills and overlooking the Tagus River and the Atlantic Ocean, Lisbon welcomes its many visitors with the warmth of its people and the quality of its dishes, especially seafood. Characteristic of its steep neighborhoods are the low-rise buildings in pastel shades, alternating with bell towers and domes.The heart of the old town is the flat Baixa district. Perched on the highest hill of the city there is Saint George's Castle, built by the Visigoths in the fifth century and later converted into a royal residence by the Moors. Nearby there is the small medieval district of Santa Cruz, the oldest and most picturesque village of Lisbon. Tourists should also visit the Sé Patriarchal Cathedral and the impressive Monastery of São Vicente de Fora, with its numerous cloisters. Do not miss the chance to take a picture from the romantic terrace of Miradouro de Santa Luzia. Also worth seeing is Belém, an ancient fishing village full of art. The center of the nightlife is Bairro Alto with its trendy bars, old popular neighborhood, meeting point for African immigrants and artists.","latitude":38.731,"longitude":-9.149,"country":{"id":139,"name":"Portugal","iso_code":"PT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/lisbon_event-7252.jpeg?event","url":"https:\/\/www.musement.com\/en\/lisbon","event_count":23,"list_count":0,"venue_count":2},{"id":82,"top":false,"name":"Vienna","content":"Placed in the heart of Europe, in a strategic position between East and West, Vienna, the capital of Austria, can boast of a glorious past. Elegant capital of the Habsburg Empire until 1918, the city was shaped by enlightened sovereigns who commissioned to famous architects lavish monumental works.The tour in the Habsburgs’ footsteps begins from the streets of the historic center, the Innere Stadt, a UNESCO World Heritage Site. It starts from St. Stephen's Cathedral, a Romanesque and Gothic church in the heart of the old city. Do not miss a visit to the imperial compound of Hofburg Palace, the main residence of the Habsburgs, a veritable city within a city, where you can visit, among others, the apartments where the mythical Princess Sissi lived. The sovereign’s remains are kept in the Crypt of the Emperors, in the Church of the Capuchins.","more":"You can also visit Schönbrunn Palace, the summer residence of the Habsburgs. Also worth seeing is the impressive City Hall (Rathaus) and the State Opera, one of the most important opera houses in the world.The icy elegance of historic Vienna gives way to the colours of modernity in Hundertwasser district, built in the mid-80s as part of a social housing marked by imaginative architectural solutions, which were designed by the artist Friedensreich Hundertwasser and recall the work of the Spanish Gaudi. Vienna is the right place for people who love art: here avant-garde movements flourished, such as the \"Jugendstil\" and the \"Secession\". The most representative artist of that period was Gustav Klimt, whose works are housed in various museums of the city, including the Belvedere Austrian Gallery.City full of parks – the most famous is the Prater with its Giant Ferris Wheel – Vienna is known as the \"capital of music\", having been the birthplace of composers such as Strauss and Schubert and having hosted Beethoven and Mozart.Finally take a break in one of the many cafes, authentic city’s institutions, between a cup of tea and a taste of the famous Sacher Torte.","latitude":48.21,"longitude":16.367,"country":{"id":10,"name":"Austria","iso_code":"AT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/vienna_event-2317.jpeg?event","url":"https:\/\/www.musement.com\/en\/vienna","event_count":30,"list_count":0,"venue_count":5},{"id":95,"top":false,"name":"Las Vegas","content":"Las Vegas is a world unto its self, a city where you can stroll along Parisian streets and breakfast under the Eiffel tower, party in Rome, and have dinner in New York all in the same day. Especially after the Movie Hangover, Vegas is worldwide known as the Partyplace No.1.Commonly known for the grand casinos and flash weddings, Las Vegas actually offers something for people of all ages. The city’s greatest and most luxurious hotel-casinos offer performances and shows for all tastes, including the world-renowned Cirque du Soleil and its historically successful shows. But also international celebrities and DJs are guests in the various Clubs all over the city.Las Vegas Blvd, also known as ‘the Strip’, is the place to be. It is the center of the whole city’s frenetic activities, where the themed hotels seem to compete with each other to become the most eye-catching and ostentatious of buildings. You won’t want to miss all the typical Las Vegas activities and chances are you won’t get much sleep while you let your hair down as you’ve never done before… and as they say: “What happens in Vegas stays in Vegas”.","more":"You will probably want to extend your stay to get a taste of the national parks in order to experience the beauty of the wilderness and Western US, discovering the cowboys, canyons and coast. Stop by the Atomic Testing Museum or enjoy the feeling of the French Riviera with the architecture of Encore or enjoy the hipster vibes of the Cosmopolitan. Also Lake Mead, which is a giant water reservoir that supplies the water for that Mega City in the desert, is worth a visit. The giant Hoover Dam that holds the water of the Colorado river back is breath taking!","latitude":36.223,"longitude":-115.25,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/07\/las-vegas_event-6586.jpeg?event","url":"https:\/\/www.musement.com\/en\/las-vegas","event_count":57,"list_count":0,"venue_count":1},{"id":107,"top":false,"name":"San Francisco","content":"The land of the Golden Gate Bridge, Alcatraz and those adorable cable cars that navigate the hilly streets of the city, San Francisco is found in the Bay Area of Northern California. A walk around the city will reward you with great landscape views of the city’s architecture and of the beautiful bay.You’ll discover the surprising microclimates that are unique to San Francisco and that add a touch of magic to your trip. While it’s raining in the outskirts of the Golden Gate Park you’ll be able to experience a warmer, tropical, temperature in Dolores Park.","more":"In San Francisco you can enjoy one of the many beaches and parks that are part of the Golden Gate National Recreation Area, one of the most visited units of the American National Park System, attracting over 13 million visitors a year. Visit the iconic Golden Gate Bridge and relax at the Golden Gate Park or explore one of its many features, including the MH de Young Museum, the California Academy of Sciences, the San Francisco Botanical Gardens, the Japanese Tea Garden and more. Alcatraz awaits you, and will fascinate you, as it has countless other travellers. For the past 150 years it has been known as America’s maximum-security penitentiary and today visitors can take a ferry and have a slightly eerie, though very informative, visit of the prison.Shop and stroll in Union Square, go for a sunset cruise or appreciate art at the San Francisco Museum of Modern Art. You can do these things and many more, but most of all, make sure you explore and discover San Francisco’s many faces and unique features.","latitude":37.771,"longitude":-122.409,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/san-francisco_event-9923.jpeg?event","url":"https:\/\/www.musement.com\/en\/san-francisco","event_count":43,"list_count":21,"venue_count":2},{"id":111,"top":false,"name":"Orlando","content":"Orlando, Florida, is a famous and beloved American city that attracts travelers from all over the world with its sunny weather, places of art and its many choices when it comes to entertainment.In Orlando you’ll find the world renowned Walt Disney World Resort, the Universal Orlando Resort and Sea World, an adventure park that is home to many species of marine animals.Speaking of adventures, if you love fun and water, you will not want to miss the Wekiwa Springs State Park, a huge water park where you can enjoy water sports like canoeing and kayaking.","more":"In the 1990s this city was the capital of pop music: it is the birthplace of world-famous stars, like Britney Spears, the Backstreet Boys and Creed. Orlando is also famous for its professional schools of acting, where trained actors like Wesley Snipes and Wayne Brady studied and started their successful acting careers.","latitude":28.54,"longitude":-81.378,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/orlando_event-5864.jpeg?event","url":"https:\/\/www.musement.com\/en\/orlando-1","event_count":49,"list_count":0,"venue_count":3},{"id":160,"top":false,"name":"Marrakech","content":"The fourth largest city in Morocco, Marrakech is a vital component to the economy and culture of the country.You will be immersed in a dazzling mix of narrow streets filled with vendors, mazes of souqs throughout people packed alleys bargaining almost anything, from food and spices to carpets and clothes.\nDjemaa El-Fna is the center from which all this stems as well as one of the landmark squares in Africa. Musicians, performers and story tellers fill this square at the heart of the medina, pervading it with a mix of drum beats and shouts. But Marrakech also offers several historical and architectural sites as well as some interesting museums.","more":"To escape the huslte and bustle of the city, Majorelle Gardens is an excellent venue with its collection of plants from across the globe. Here emerges the fascinating Museum of Islamic Art, which is housed in a dark blue building.Based on the design of the Roman villa, the main palaces are characterized by an open courtyard surrounded by high walls. Among these, El Bahia Palace features an ornate and beautiful architecture and let visitors peek into what it must have been like to be a 19th century nobleman in Morocco.\nBetween one food tour throughout the Medina as well as a look into the history of Marrakech at the Photography Museum, the Saadian Tombs are another must see. Dating back from the time of the sultan Ahmad al-Mansur (1578-1603) they feature impressive buildings and stunning monuments made of Carrara marble.","latitude":31.632,"longitude":-8,"country":{"id":118,"name":"Morocco","iso_code":"MA"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/28\/marrakech_event-27090.jpeg?event","url":"https:\/\/www.musement.com\/en\/marrakech","event_count":17,"list_count":0,"venue_count":1},{"id":250,"top":false,"name":"Abu Dhabi","content":"Abu Dhabi is the capital of the United Arab Emirates and one of the most vibrant and modern cities in the world.The archipelago of Abu Dhabi consist of 200 islands: get in the water, relax in the sun or have a go at one of the many water activities available on the beach! Be sure not to miss the gorgeous Sheikh Zayed Grand Mosque, with its 1.000 columns and the world's largest hand woven carpet. From the opulence and elegance of Emirates Palace to the only hotel in the world to house an F1 track, Abu Dhabi’s architectural wonders will leave you in awe.This city will seduce you with its wonderful desert landscapes and crystal clear waters, a place where Arabian culture and heritage and modern lifestyle come together for an unforgettable holiday experience.","latitude":24.461,"longitude":54.39,"country":{"id":182,"name":"United Arab Emirates","iso_code":"AE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/16\/abu-dhabi_event-15459.png?event","url":"https:\/\/www.musement.com\/en\/abu-dhabi","event_count":17,"list_count":0,"venue_count":0},{"id":88,"top":false,"name":"Budapest","content":"Known as \"Paris of the East\" and considered the pearl of the Danube, Budapest is the elegant capital of Hungary, a city that still bears traces of its glorious past, from the influence of ancient Rome to the Austro-Hungarian Empire. The millions of tourists who visit it every year are fascinated by this majestic city which is divided into two banks, Buda and Pest, both overlooking the Danube and joined by wonderful bridges, such as the Chain Bridge.On the west bank of the river there are the ancient Óbuda, the first Roman settlement, and Buda with its hill, on which we can find the medieval district with the Royal Palace and the beautiful Matthias Church in Gothic style. On the eastern side there is Pest, a modern and vibrant city, full of shops, hotels, restaurants and nightlife. A walk in Andrassy Avenue is unmissable, to the National Opera House and the magnificent Heroes Square.","more":"Also worth seeing are the majestic Parliament, the Basilica of St. Stephen and Margaret Island. Finally relax at the Cafe New York and, of course, in one of the many ancient thermal baths of this city that is rich in natural springs, of which many are found outdoors.","latitude":47.498,"longitude":19.047,"country":{"id":74,"name":"Hungary","iso_code":"HU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/budapest_event-5481.jpeg?event","url":"https:\/\/www.musement.com\/en\/budapest","event_count":34,"list_count":0,"venue_count":2},{"id":96,"top":false,"name":"Munich","content":"A must-visit for beer lovers, Munich is a city that amazes with its mix of history and modernity, tradition and fun. Not surprisingly, it is the most visited city in the whole of Germany. Capital of Bavaria, in the southern part of the country, Munich enjoys a thriving economy.The historic center is rich in monuments and charming places. You could start from Marienplatz, the heart of the old town, where traditional Bavarian celebrations and the quaint Christmas Market take place. The square is dominated by the Neue Rathaus or New Town Hall, an imposing neo-Gothic building with a high tower from which you can admire the beautiful landscape of the Alps. It is renowned for its Glockenspiel, the largest carillon in Germany.Do not miss a visit to the Residenz, one of the largest royal palaces of Europe, inhabited by the Wittelsbach until 1918, the year the monarchy fell. It is a beautiful group of buildings which alternates many styles and houses royal jewels and a wonderful Rococo theater.","more":"Also worth seeing is the impressive Frauenkirche, a late Gothic cathedral. Beautiful buildings are situated along the Maximilianstrasse, the most elegant street of the city, a destination for luxury shopping. We suggest a walk in the English Garden, one of the largest city parks in the world, and a stroll in the colourful market of Viktualienmarkt.The city houses important art collections: the main three art galleries exhibit masterpieces of paintings from the fourteenth century to the present day, while the Lenbachhaus holds famous pieces by Kandinsky.Birthplace of the legendary Oktoberfest, an entertaining festival of local beers, Monaco has the best known breweries in the world. The Hofbräuhaus was founded in 1589 to supply the court of Duke Wilhelm V, followed by the Augustiner, the oldest brewery of Monaco, established by Augustinian friars in 1328.","latitude":48.138,"longitude":11.571,"country":{"id":64,"name":"Germany","iso_code":"DE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/munich_event-5546.jpeg?event","url":"https:\/\/www.musement.com\/en\/munich","event_count":18,"list_count":0,"venue_count":1},{"id":99,"top":false,"name":"Sydney","content":"Sydney, founded in 1788 as a penal colony and first British establishment in Australia, is today the capital of New South Wales and a city with cosmopolitan and international population. The city surrounds one of the world’s biggest natural harbors, Port Jackson, which is where you’ll see the iconic Sydney Opera House and the famous Harbour Bridge. It’s a great-looking city, day or night, a concrete jungle that is so in touch with nature that it can seem like a real jungle at times. The metropolitan area is surrounded by national parks and has city parks, like Hyde Park and the Royal Botanic Gardens, while the coastal regions feature bays, rivers, inlets and famous beaches like the well-known Bondi and Manly beaches.","more":"Sydney is your place to be, as it can show you they typical laid-back and fun-loving life style and so much more. Nightlife here is always exciting, with a new club to try out, a band to see, another party to go to, a favorite sports team to cheer on or a new restaurant to try.During the day you may want to explore the city’s cultural aspects, with a visit to the Art Gallery of NSW or the Museum of Contemporary Art. You can visit the Taronga Zoo that holds over 4000 specimens of exotic Australian wildlife with a spectacular view over the bay. Explore the Surry Hill Markets, Sydney Harbour National Park and don’t forget to give yourself plenty of beach time to learn surfing in the country that does it best.","latitude":-33.853,"longitude":151.192,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/sydney_event-5787.jpeg?event","url":"https:\/\/www.musement.com\/en\/sydney","event_count":15,"list_count":0,"venue_count":1},{"id":109,"top":false,"name":"Chicago","content":"Stunning architecture, museums and cultural itineraries, shops, theaters and high-end boutiques, not to mention the fabulous panoramic views, all of this and more expects you when visiting “The Windy City”. Shaped by Jazz and Blues in the early 20th Century, Chicago became the capital of gangsters during the time of prohibition. Wise guys like Al Capone and artists such as Frank Sinatra fell in love with that charming city right on the shore of Lake Michigan.The city that nearly got completely destroyed by The Great Fire 1871 developed to one of the most important mega cities in the United States. Which aswell goes to the credit of the Chicago River that runs through the State of Illinois and ends in the Great Lake. You can discover it on one of the various boat-tours offered. Chicago is also home to the biggest polish community outside of Poland. Try the famous polish Hot Dogs you can only find here. Also the Chicago- Style Pizza is definitely worth a try!","more":"Unique Skyscrapers such as the Willis Tower, the highest building in town and aswell the second highest in the USA, shaping the Skyline of Chicago. On the Skydeck of the Willis Tower you can experience the feeling of being 442 meters over the ground, only held by a thick glass plate. Also have a look at the Cloud Gate, which is known as “the Bean”, a piece of art that you find in the Millenium Park. Shooting location for various Blockbusters such as “BadMan” or “the Blues Brothers”, Chicago attracts famous actors every now and then, so don’t worry when you find yourself sitting next to Ashton Kutcher or Penelope Cruz at dinner.","latitude":41.879,"longitude":-87.629,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/chicago_event-5862.jpeg?event","url":"https:\/\/www.musement.com\/en\/chicago","event_count":6,"list_count":0,"venue_count":1},{"id":176,"top":false,"name":"Buenos Aires","content":"Buenos Aires is the capital of Argentina, the largest city of the country and the second largest in all of South America after Brazil’s Sao Paulo. The city is bustling with life at all times of the day and located near the western shore of the famous Rio Plata where you can see a variety of vegetation and wildlife.Buenos Aires is thought to be one of the “alpha\" cities of Latin America has it has the third best quality of life for the continent and the 81st best quality of life ranked in the world. Buenos Aires is also often seen as the Paris of South America due to the large European influences that you can see from the architecture, food and way of life.","more":"Buenos Aires has become a popular tourist destination and a city you should not miss out on! The city is well known for its beautiful architecture and it actually houses the highest concentration of theaters in the world. The area is also very well known for their quality of meat. The Pampas region in Argentina is said to have the best quality of meet that cannot be found anywhere else in the world. With a variety of culture, beauty, friendly locals and great food this is a must see city!","latitude":-34.603,"longitude":-58.366,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/buenos-aires_event-11321.jpeg?event","url":"https:\/\/www.musement.com\/en\/buenos-aires","event_count":23,"list_count":0,"venue_count":0},{"id":9,"top":false,"name":"Turin","content":"Regal metropolis and cutting edge city, Turin looks to the future with modernity without forgetting its past as the Savoy capital and an industrial city. The same past that has been converted into a present full of cultural and intellectual depth.The time of the Savoy seems like it was long ago but you can feel it by walking from Piazza Castello to the Piazza Reale, where the Palazzo Reale, built in the XVII century, stands proudly after being the Savoy residence for 200 years. Not far from the Lodge Armory, you get to the Royal Armory, one of the most important in Europe because of its rich and varied collection of weapons and armors.In the north-east part of the center, La Mole stands with grandeur. The emblem of Turin houses today the National Museum of Cinema. Just outside the center you can find the second symbol of Savoy capital, the Basilica di Superga, designed by Filippo Juvarra and wanted by Vittorio Amedeo II in 1706.","more":"The Turin Cathedral, dating to the period between 1491 and 1498, stands in the same place where a XIV century basilica was founded in the past. This is the only testimony of Renaissance art in the city. Furthermore, the cathedral is the guardian of the most discussed Christian relic of all times: the Holy Shroud.Going beyond the Porta Palatina you get to the Porta Palazzo. Here the largest market in Europe is held with an extraordinary maze of stalls and the intrigue of multi-ethnic tastes and smells of incredible charm. A little farther on, in the neighborhood of Borgo Dora, you can come across in a lively and ancient flea market, known as the \"Balon\".Found between Piazza Castello and Piazza Carlo Felice, Piazza San Carlo is known as the 'living room of Turin' thanks to its extraordinary elegance. Among the baroque facades of the twin churches San Carlo and Santa Cristina, luxurious bars and chic boutiques follow one another, while in the center of the square you can admire the famous equestrian statue Caval d' Brôns, dedicated to Emanuele Filiberto.A few steps from Piazza San Carlo, you can visit the famous Egyptian Museum, one of the most important after the Museum of Cairo. In corso Unità d'Italia, the Automobile Museum Charles Biscaretti Ruffia is not to be missed with its 150 vehicles that show the history of cars in Italy and abroad.","latitude":45.093,"longitude":7.694,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/cover-city-torino_event-30074.jpeg?event","url":"https:\/\/www.musement.com\/en\/turin","event_count":24,"list_count":0,"venue_count":5},{"id":36,"top":false,"name":"Verona","content":"The city of Romeo and Juliet, symbol of eternal love, is a major tourist destination for its great historical, architectural and artisitic heritage. Verona was nominated a World Heritage Site by UNESCO for its urban structure and its architecture, a classic example of a fortified city in different historical moments.A visit to the beautiful city of Verona can only start from Arena, the Roman amphitheater built around the first century B.C. and used today for the famous areniano opera festival.Dating back to the Middle Ages, however, is the Basilica of San Zeno, considered one of the masterpieces of Romanesque art in Italy. In the Scaligera era the profile of the city took on its present appearance, with the heart of the old town that consists of Piazza Erbe with the Lion of San Marco and the Piazza dei Signori with the statue of Dante.","more":"In the city of love you cannot miss a romantic stroll along the picturesque Scaliger Bridge and a visit to \"Juliet's House\", where couples from all over the world leave a souvenir or token of themselves to seal their love eternally.","latitude":45.443,"longitude":10.992,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/verona_event-23549.jpeg?event","url":"https:\/\/www.musement.com\/en\/verona-1","event_count":18,"list_count":0,"venue_count":6},{"id":58,"top":false,"name":"Athens","content":"Athens is Europe’s oldest existing city and the capital of Greece. With a history of over 3400 years it is the birthplace of Western civilization, democracy, philosophy and a historic hub of culture and arts. It’s a busy and bustling metropolis today where the attraction of the classical heritage attracts tourists and travelers from all over.In the city's Acropolis, the ancient citadel found on the high rocky outcrop towering over the city, you'll find the world famous Parthenon, the Erechtheum, and the temple of Athena Nike. Other important monuments to see are the the temple of Hephaustus, the temple of Zeus along with other Roman and ancient Greek sites in this ancient city.","more":"While visiting and exploring this diverse city you will find that there are more than enough things, among museums, day trips to the coast and islands, events, nightlife and more, there to keep travellers fully entertained while having the chance to experience the Greek city night life.","latitude":37.973,"longitude":23.727,"country":{"id":66,"name":"Greece","iso_code":"GR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/04\/athens_event-3877.jpeg?event","url":"https:\/\/www.musement.com\/en\/athens","event_count":19,"list_count":0,"venue_count":1},{"id":59,"top":false,"name":"Istanbul","content":"Istanbul is commonly known as a ‘bridge’ that unites the Eastern and the Western part of the world. The financial and commercial part of the city is found in Europe, while two-thirds of the city’s actual population resides in Asia. This “separation” gives the city a unique feel to it and it has become a place where cultures mix, becoming something new, and where tradition and innovation meet face-to-face.Architecture, cuisine and history are some of the things about the city that attract travelers. Until 1930 the city held the two names of Istanbul and it’s historic name of Constantinople, in 2012 it was declared a European capital of culture and is the world’s fifth most popular tourist destination.","more":"","latitude":41.044,"longitude":28.976,"country":{"id":177,"name":"Turkey","iso_code":"TR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/04\/istanbul_event-3855.jpeg?event","url":"https:\/\/www.musement.com\/en\/istanbul","event_count":20,"list_count":0,"venue_count":0},{"id":76,"top":false,"name":"Washington D.C.","content":"Often overshadowed by the more flashy New York City, Washington DC represents an essential destination of an East Coast tour. In fact, the District of Columbia is a real must-see for those who want to discover and get in touch with the true essence of American history and culture.Not only a political capital but also an important cultural and artistic center, Washington DC is found between the states of Virginia - on its southwest side - and Maryland - on its southeast, northeast, and northwest sides.The ideal tour of Washington starts from the National Mall, a monumental avenue of about 3 km that runs along the east-west from Capitol Hill to the Lincoln Memorial.","more":"Bordered on the north by Constitution Avenue and on the south by Independence Avenue, this spectacular green artery of the city is also home to major museums, including the Freer and Sackler Galleries - parts of the National Museum of Asian Art - the Hirshhorn Museum - which is the modern Art museum of the Smithsonian Institution - the National Air & Space Museum - visited by more than 8 million tourists per year - and the National Gallery of Art - gathering a huge exhibition of paintings, sculptures and other decorative arts from the Middle Ages to today.Near the gleaming white marble of Capitol Hill, you cannot miss the Washington Monument, known obelisk located in the western part of the National Mall, and the White House, the most famous house in America and residence of all the U.S. presidents since John Adams.Moving from the city center you can reach the famous Arlington National Cemetery, the Franklin Delano Roosevelt Memorial and the George Washington Memorial Parkway.For a pleasant evening stroll, the choice is definitely on Dupont Circle. This trendy area is the focal point of social life in the city. The neighborhood of Georgetown is also worth visiting, home of the famous Georgetown University and of the Georgetown Waterfront, spectacular group of buildings on the banks of the Potomac with beautiful fountains, trendy bars and excellent restaurants.","latitude":38.918,"longitude":-77.037,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/05\/washington-d-c_event-4881.jpeg?event","url":"https:\/\/www.musement.com\/en\/washington-d-c","event_count":16,"list_count":0,"venue_count":1},{"id":89,"top":false,"name":"Krakow","content":"Krakow (or Cracow) has been Poland’s cultural and political powerhouse for the past 5 centuries. One of the few Polish cities to remain almost completely intact after the devastation of World War II, it attracts many travellers for the historic gothic and renaissance buildings and the fascination of being able to have a peek into the history of ‘Old Europe’ that is difficult to come by in our day. There are a good number of monuments, museums and sites to see if you choose to spend some time in Poland's vibrant city of the South and many experienced travelers suggest giving yourself at least a week to fully take in the charming atmosphere that Krakow emanates. From Wawel Castle and its statue of a fire-breathing dragon– that spouts fire from its mouth every five minutes (or on an SMS request) – to the beautiful cathedrals and other architectural masterpieces around the city.","more":"From the charming pubs that attract tourists for the quality of the beer and reasonable prices, to the exploration of the Wieliczka Salt Mines; from Schindler’s Factory (immortalized in cinema by the classic ‘Schindler’s list’) to a day trip to Auschwitz – Birkenau, you will find yourself living unforgettable experiences every step of the way and by the end of your trip you’ll be captivated by Krakow’s unique charm and history.","latitude":50.063,"longitude":19.947,"country":{"id":138,"name":"Poland","iso_code":"PL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/krakow_event-5482.jpeg?event","url":"https:\/\/www.musement.com\/en\/krakow-1","event_count":17,"list_count":0,"venue_count":2},{"id":91,"top":false,"name":"Cancún","content":"Cancun is a city in the Mexican Yucatan Peninsula overlooking the Caribbean Sea, famous for its magnificent beaches and crystal clear sea.The city is divided into two areas, the metropolitan area and a tourist (hotellera) area that extends along the coast of an island connected to the mainland by two bridges. Its winter climate, with temperatures hovering around 30 degrees and almost always no humidity, it is perfect for a holiday focussed on getting a fantastic tan and for pure relaxation. There are of course attractions and entertainment venues, with a tourist offer of the highest quality.Cancún, however, is not only about sea and fun, the city is an excellent starting point to visit the important Mayan archaeological sites, from El Meco at Chichen Itza.","latitude":21.163,"longitude":-86.85,"country":{"id":112,"name":"Mexico","iso_code":"MX"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/cancun_event-5795.jpeg?event","url":"https:\/\/www.musement.com\/en\/cancun-1","event_count":32,"list_count":0,"venue_count":3},{"id":92,"top":false,"name":"Lima","content":"Founded under the name of Ciudad de los Reyes by Francisco Pizarro in 1535, Lima is the the most important cultural, financial and industry center of Peru. Located on the shores of the Pacific Ocean, was declared a UNESCO World Heritage Site for the originality of the old town with typical wooden balconies.The city is known for having more than 60 museums, which cover a large amount of cultural activities Peruvian and international art. The most famous is the Sala Museo Oro del Perù, where you can admire the largest collection of pre-Columbian gold objects. Other places worth a visit are the Cathedral of Lima, which overlooks the Plaza Mayor, and the legendary House Matusita.","latitude":-12.046,"longitude":-77.043,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/lima_event-5871.jpeg?event","url":"https:\/\/www.musement.com\/en\/lima-1","event_count":4,"list_count":0,"venue_count":0},{"id":100,"top":false,"name":"Melbourne","content":"Found on the natural bay of Port Phillip, Melbourne is the capital and most populated city in the Australian state of Victoria. It is a leading financial hub both in Australia and the whole Asia-Pacific region and is often referred to as the country’s cultural capital, offering travelers a vast selection of cultural activities, touristic experiences and sports.It is a dynamic city, as is its population, with character filled neighborhoods buzzing with the best of art, music, food, fashion, entertainment, festivals and design. Though the weather can be temperamental, the locals will always defend it and tell you what they genuinely believe: that Melbourne for them is the best city in the world.","more":"Don’t miss out on a good overview of the state's natural and cultural histories at the Melbourne Museum. Like all the world's greatest capitals, Melbourne too has a hustling and bustling Chinatown, found in the area settled by Chinese immigrants in search of gold in the early eighteen hundreds. Visit the Felstaff Gardens, check out the Royal Exhibition Building, and visit the Royal Melbourne Zoo and the Royal Botanic Gardens. Take a trip down the beautiful Yarra River on a kayak as one up-close and personal way to see Australian nature. Experience the Australian love for sports by watching a good game of 'footy' or visiting the Melbourne Cricket Ground.There is so much to see and do in Melbourne that tours have become a popular choice among visitors to get the most out of their experience. City tours, group food walking tours, Melbourne street art tours; you name it, they have it.","latitude":-37.822,"longitude":144.92,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/melbourne_event-5785.jpeg?event","url":"https:\/\/www.musement.com\/en\/melbourne","event_count":35,"list_count":0,"venue_count":1},{"id":113,"top":false,"name":"San Diego","content":"San Diego is the pearl of Southern California, with its skyline that reflects into the ocean and the famous Pacific Beach and Ocean Beach that attract visitors from all corners of the world.This city is one of the most sought after tourist destinations of the States, with some attractions that are famous for their beauty such as SeaWorld, the San Diego Zoo, Balboa Park and the Wild Animal Park.San Diego is also a favorite destination for surfers and for people who love water sports in general: all the beaches that stretch from La Jolla to Chula Vista are perfect for riding the wild waves of the Pacific and you can spend time in the many West Coast clubs.","latitude":32.717,"longitude":-117.16,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/san-diego_event-5939.jpeg?event","url":"https:\/\/www.musement.com\/en\/san-diego-1","event_count":4,"list_count":0,"venue_count":2},{"id":116,"top":false,"name":"Los Angeles","content":"Los Angeles is the largest city in California, second biggest in the United States and one of the cultural, economic and artistic centers of the world, famous for its role in movie production.A tour of the city and its surroundings has to include the magnificent beaches of the Pacific, the famous district of Hollywood, the Rodeo Drive shopping street and the villas of all those movie stars in Bel Air, Beverly Hills and Mailbu.In the suburbs you’ll find the largest and most famous amusement parks of the world, such as Disneyland, Universal Studios and Paramount Pictures Studio. Going for a walk around the city you can recognize the locations of almost all the most famous American TV series and movies, and maybe take a trip to Venice Beach, with its shops facing the beaches and performances by street artists.","latitude":34.054,"longitude":-118.242,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/los-angeles_event-5869.jpeg?event","url":"https:\/\/www.musement.com\/en\/los-angeles-1","event_count":13,"list_count":0,"venue_count":1},{"id":149,"top":false,"name":"Bilbao","content":"Bilbao is a city of the Autonomous Community of the Basque Country, the capital of the province of Biscay, and one of the most important economic centers in the whole of Spain.Bilbao's buildings display a variety of architectural styles, ranging from gothic to contemporary architecture. The Old Town features many of the oldest buildings in the city, as the St. James' Cathedral or the Church of San Antón, included in the city's coat of arms.The main example of the deindustrialization process started in the 1990s is the Guggenheim Museum, located in what was an old dock and wood warehouse. The building, designed by Frank Gehry and inaugurated in October 1997, is considered among architecture experts as one of the most important structures of the last 30 years.","latitude":43.263,"longitude":-2.935,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/bilbao_event-7204.jpeg?event","url":"https:\/\/www.musement.com\/en\/bilbao","event_count":3,"list_count":0,"venue_count":1},{"id":173,"top":false,"name":"Shanghai","content":"A huge sophisticated metropolis and the center of commerce in China, Shanghai is drawing more and more internaitonal attention. The city’s eclectic and well-preserved architecture along with variety of local culinary delights can’t but make it a popular destination for visitors to get some exotic experience. Besides, the city represents a unique cultural blend, where one can find the modern and the traditional, the western and the oriental. Old-style and cozy Shikumen houses, nestled in the very center of the city, reflect a mix of Chinese and foreign styles of architecture. But there's scarcely a more prominent landmark of today’s Shanghai than skyscrapers. The city is home to 16 skyscrapers taller than 250 meters, with Dubai being the only city in the world to have more!","more":"For those who just want to have fun, the city of Shanghai provides countless shopping and enterntainment options. You may want to catch a glimpse of one of breathtaking acrobatic shows or visit a contemporary art gallery. But also those who are more attracted to nightlife won’t be dissapointed: Shanghai has arguably the most active nightlife scene in all of China. On top of that all, the city is a nothing short of a shopping paradise. And it's not only about Prada, Gucci and Hermes. Shopping enthusiasts can spend countless hours in fancy pop-up boutiques, bustling markets and young designer outlets, which contribute to the unique image of Shanghai as of the place where anyone can find something to suit their tastes.","latitude":31.227,"longitude":121.493,"country":{"id":36,"name":"People's Republic of China","iso_code":"CN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/shanghai_event-11349.jpeg?event","url":"https:\/\/www.musement.com\/en\/shanghai","event_count":7,"list_count":0,"venue_count":0},{"id":193,"top":false,"name":"Reykjavik","content":"Located in southwest Iceland, Reykjavík is the world’s most northerly capital. Its coastline area is characterized by peninsulas, coves, straits, and islands. Beating heart of culture and life for Icelanders, as well as focal point for tourists, the city has a small but extremely lively centre. Reykjavík's, however, stretches out to its suburbs, with the summer 24-hours light seeping through the residential neighbourhoods. During winter, on the other hand, wind, darkness and snow are the protagonists.Just like day and night, Iceland's capital is filled with contrasts: old versus new, colors versus snow white purity, fervour of a modern city-life versus silence of a frozen landscape. Reykjavík is all this and much more, part of which is yet to be discovered as the Sun Voyager, the dreamboat sculpture weighing anchor toward freedom and future, simbolically communicates.","more":"During summer, whale watching, sea-fishing, horse-back-riding and day trips are the most popular activities, while during winters the magic vision of the Northern Lights is the background for shows, exhibitions and festivitiesAlthough the city centre is very small, the cultural spots of a large European capital are not missing: from cafes and restaurants, to quirky shops, geothermal pools and museums. The National Museum of Iceland provides an insight into the past and the culture of the country, while the Vikin Maratime Museum focuses on its naval history. If art is your cup of tea, then you can't miss the National Gallery of Iceland.Landmark buildings shape the skyline of the city, such as the hemispherical structure of the Perlan, the majesting Harpa, reflecting on the water, as well as the dreamy construction of Hallgrímskirkja, a Lutheran parish church, the biggest in Iceland.Pubs, clubs and bars are the set of Friday-night revelries, another distinguishing feature of the capital that reveal the youngest facade and you certainly don't want to miss.","latitude":64.135,"longitude":-21.933,"country":{"id":75,"name":"Iceland","iso_code":"IS"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/thumb_30171_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/reykjavik","event_count":11,"list_count":0,"venue_count":1},{"id":194,"top":false,"name":"Rio de Janeiro","content":"Rio de Janeiro (January's river in Portuguese) is the second largest city in Brazil after São Paulo. It was the capital of the South American country from 1763 to 1960, after Salvador da Bahia and before Brasília. Without a doubt, this city is able to satisfy the needs of every type of tourist and the things to see and do are numerous. Additionally, the main attraction of Rio de Janeiro is its beaches, such as the famous Ipanema and Copacabana. If you want to enjoy a breathtaking view of the entire city, you have to climb up Pão de Açúcar (Sugerloaf Mountain), a high hill 396 meters above sea level, situated on a peninsula which extends from the edge of Guanabara Bay into the Atlantic Ocean.Another unforgettable stop on your tour program in Rio de Janeiro is the giant art deco statue of Jesus, called Christ the Redeemer, situated on the mountain Corcovado. The statue, 38 meters tall (8 of which belong to its base), is the icon of Rio de Janeiro. It portrays Christ with open and outstretched arms hugging the entire city and was elected one of the new 7 wonders of the world!","more":"It's not possible to talk about Rio di Janeiro without talking about its carnival, the most famous in the world! It officially begins Friday and ends Wednesday, 40 days before Easter to celebrate the beginning of Lent. During this period numerous festivals are organized in the street, as well as carnival dances and many other events. Additionally, the main attraction of Rio's carnival is the Samba Parade at the Sambadrome. A real explosion of colors and music, where dozens of samba school dancers take to the streets after a year of preparation, wearing sparkling outfits and divided into small groups. Every division has its own distinct color and costume, which represent the theme of their school.The eyes of the whole world are also focused on Rio de Janeiro for another important reason: on 2 October 2009 the Brazilian city was chosen as the sight of the XXXI Olympic Games! After three rounds of voting, Rio de Janeiro beat Madrid, Tokyo, and Chicago to become the first South American city to host a Summer Olympic Games. The Games will be from 5 to 12 August 2016.","latitude":-22.911,"longitude":-43.191,"country":{"id":24,"name":"Brazil","iso_code":"BR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/rio-de-janeiro_event-11810.jpeg?event","url":"https:\/\/www.musement.com\/en\/rio-de-janeiro","event_count":21,"list_count":0,"venue_count":1},{"id":295,"top":false,"name":"Innsbruck","content":"A capital of Austria’s western state of Tyrol, Innsbruck, is also considered The Capital of the Alps. It is a popular winter sports destination: tourists come here to experience all kinds of activities from alpine skiing to tobogganing, ice skating and alpine-style curling. Three times host to the Winter Olympic Games, Innsbruck can even offer a ride in an Olympic bobsleigh! Besides being a top winter sport destination, Innsbruck is known for its prominent architecture. Some of the town’s most significant monuments date back to the late 15th century, when the Austrian monarchy was at the height of its power. From the Gothic, Renaissance, Baroque and Neo-Classical architectural gems to the futuristic, Zaha Hadid-designed Hungerburgbahn funicular, Innsbruck has something to exceed anyone's expectations.","more":"Among other things that make Innsbruck so special is the Europe's highest zoo, located at an elevation of 727 meters and featuring more than 2,000 animals with more than 150 species of only Alpine ones. Another undeniable gem of the region is the world famous Swarovski Crystal Worlds complex located just 20 kilometres east of Innsbruck and full of exciting attractions.","latitude":47.268,"longitude":11.405,"country":{"id":10,"name":"Austria","iso_code":"AT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/innsbruck_event-23517.jpeg?event","url":"https:\/\/www.musement.com\/en\/innsbruck","event_count":1,"list_count":0,"venue_count":1},{"id":5,"top":false,"name":"Naples","content":"You haven’t lived unless you’ve been to Naples: this is the saying that lives in Italy when speaking of the birthplace of Pizza and one of the oldest continuously inhabited cities of the world.Naples, found in southern Italy, north of the famous city of Pompeii and a few hours south of the country’s capital, Rome, has been throughout history a center of culture, art and cuisine although it is today a striking and fascinating hub of contradictions. Wild and hectic and yet full of history and beautiful architecture, Naples will surprise you on every corner, with a city center that is dense, dark and intoxicating, with ancient Greek streets full of scooters, shrines and secret hidden treasures.Things you won’t want to miss while in Naples will be a visit to the Market in the ancient city gate of Porta Nolana and the city’s other best-known street market, ‘La Pignasecca’. The National Museum of Archeology is found in Naples as well as one of Italy’s oldest opera houses, the great ‘Teatro San Carlo’. You can take a Pompeii and Naples city tour or take a short trip to the outskirts of the city to visit the Castle and Museum of Capodimonte.","latitude":40.863,"longitude":14.265,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/naples_event-5448.jpeg?event","url":"https:\/\/www.musement.com\/en\/naples","event_count":33,"list_count":0,"venue_count":4},{"id":6,"top":false,"name":"Pisa","content":"Pisa was once a maritime power; a rival to Italy’s strongest port cities likes Genoa and Venice. Today it is more commonly known for its beautiful and iconic 13th century monuments: the Leaning Tower of Pisa, the Cathedral and the Baptistery all found within the Piazza dei Miracoli (Square of Miracles). Visitors to Pisa always thoroughly appreciate the architectural and artistic quality that found in this square although one must not forget that the city has much more to offer. From its many famous churches and its significant museums, there is much to be discovered in this compact and compelling city.Pisa is found at the junction of the Arno and Serchio rivers, and it was referred to already as ‘an old city’ by Ancient Roman authors. As such, there is much to learn about the history and the role that the capitol of the Pisa Province had in Italian history. Education has propelled local economy since the 1400’s and students in Italy still compete for places in its university.","more":"If your travels bring you to Pisa, the top things you should consider doing, include going up the Leaning Tower of Pisa, touring the beautiful Duomo di Santa Maria Assunta - the cathedral made out of alternating bands of green and cream marble (designed and planned by the architect Buscheto) - visit the local cafe’s and pizzerias to fully experience traditional foods, and see the Museo Nazionale di San Matteo. It is a good stop for art and history appreciators that will be able to appreciate medieval masterpieces on the Northern waterfront boulevard of the Arno River.","latitude":43.727,"longitude":10.403,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/02\/pisa_event-1871.jpeg?event","url":"https:\/\/www.musement.com\/en\/pisa","event_count":6,"list_count":0,"venue_count":1},{"id":11,"top":false,"name":"Pavia","content":"Pavia, an important historic city along the Ticino River, not far from where it meets the River Po, was an important Roman town, once called Ticinum.The old town is full of monuments and places of interest, starting from the magnificent palaces that belonged to the lords of the city, such as Palazzo Malaspina, the Royal Palace of King Alboin and Palace Bottigella. Among the religious monuments worthy of note there is the Dome of Pavia, a large building with a Greek cross layout, and the medieval church of San Pietro in Ciel d'Oro.With just a short walk from the city center you'll encounter the Visconti Castle with its magnificent hunting park that extends to the Certosa di Pavia, a historic monument with a beautiful facade from the architectural Lombard school, whose great achievements come from the partnering work of artists like Cristoforo Mantegazza and Giovanni Antonio Amadeo.","more":"In Pavia there is no shortage of green areas, as it is located within the Natural Park of the Ticino Valley, the largest regional park in Italy.","latitude":45.188,"longitude":9.161,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/02\/pavia_event-1595.jpeg?event","url":"https:\/\/www.musement.com\/en\/pavia-1","event_count":5,"list_count":0,"venue_count":1},{"id":13,"top":false,"name":"Genoa","content":"Genoa, also known as the \"City of the Lantern\" from the name of the lighthouse located on the edge of the harbor, is a city rich in art and monuments overlooking the Tyrrhenian Sea.For more than eight centuries, the Republic of Genoa was thriving and economically solid land, thanks to trade and a powerful naval fleet. The city is the birthplace of important historical personalities such as Christopher Columbus, Giuseppe Mazzini and Goffredo Mameli. Today Genoa is a popular tourist destination for its cultural and artistic heritage, among which are some of the most beautiful Palaces in Europe. During the visit of the city you cannot miss taking a stroll through the picturesque streets around the harbor to discover the typical fishing villages like ‘Boccadasse’, with its picturesque multicolored boats.Well worth a visit is also the Aquarium of Genoa, the largest aquarium in Italy, which has five large tanks, viewed from both floors of the building, that are home to dolphins, sharks, seals, sea cows and turtles.","latitude":44.422,"longitude":8.951,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/genoa_event-2259.jpeg?event","url":"https:\/\/www.musement.com\/en\/genoa-1","event_count":10,"list_count":0,"venue_count":1},{"id":15,"top":false,"name":"Catania","content":"Catania is a city capable of telling 2,700 years of history! In its monuments you can find the cultural heritage of many eras: Greek, Roman, Byzantine, Arab, Norman, Swabian, Angevin, Aragonese, Spanish. In 2002, UNESCO declared the baroque style that characterizes the historical center of this beautiful city in Sicily, together with the seven municipalities of Val di Noto (Caltagirone, Militello Val di Catania, Modica, Noto, Palazzolo Acreide, Ragusa and Scicli), a World Heritage.The province of Catania offers a view that has always fascinated tourists who come every year from all over the world. The strength of Etna - The most active volcano in Europe - the snow-capped peaks, the crystal clear sea of the Ionian coast, the historical and archaeological heritage, and the gastronomic traditions and music welcome travelers throughout the year.","latitude":37.508,"longitude":15.086,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/catania_event-17675.jpeg?event","url":"https:\/\/www.musement.com\/en\/catania","event_count":18,"list_count":0,"venue_count":1},{"id":18,"top":false,"name":"Bologna","content":"Bologna, also called the \"Dotta\" (the \"Learned\" or the \"Scholarly\") because of his important university that in the Middle Ages attracted scholars and intellectuals from all over Europe, is a beautiful city that has its roots in the Etruscan history and later became a cornerstone on the Via Emilia in Roman times.The city is characterized by the famous medieval arches, that can be found in virtually all the streets of downtown Bologna. They also surround Piazza Maggiore, where the Basilica of San Petronio stands, the pearl of Gothic architecture built between the XIV and the XVII century on behalf of the city hall. Inside you can admire the largest meridian in the world, on the floor of the left aisle and designed by the mathematician Giovanni Domenico Cassini.","more":"The city's symbols are the \"two towers\" of the Middle Ages called \"Asinelli\" (the tallest leaning tower in Italy with her 97.2 meters) and the \"Garisenda\". Outside the city center are the famous hills of Bologna, the door to the Apennines, rich with monasteries, hermitages and religious convents.As in all of the Emilia region, Bologna is also well-known for the culture of good food: the famous Bolognese sauce and tortellini, mortadella and lasagna.","latitude":44.495,"longitude":11.343,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/bologna_event-17929.jpeg?event","url":"https:\/\/www.musement.com\/en\/bologna-1","event_count":10,"list_count":0,"venue_count":0},{"id":19,"top":false,"name":"Parma","content":"Parma is a lovely city in Northern Italy, belonging to the region of Emilia Romagna. Center rich in art, tradition, culture, entertainment, food and wine, Parma is a city to discover, enjoying the vitality and the cozy warmth of its people.","country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/20\/parma_event-19148.jpeg?event","url":"https:\/\/www.musement.com\/en\/parma","event_count":6,"list_count":0,"venue_count":0},{"id":24,"top":false,"name":"Palermo","content":"Located on the northern shores of Sicily and looking out over the Tyrrhenian Sea, Palermo is the major city of the island and boasts splendid architecture, a rich history and a wonderful coastline. Immerse yourself in a land of scents and colors, from the intense blue of the sea to the green of vegetation, to the shining white of sand beaches.Melting pot of European and Arab civilization, Palermo bursts with art treasures, enchanting landscapes and traces of ancient civilization. Explore and city center and discover its Arab-style domes, the colorful Vucciria market and its many parks and gardens, such as Parco della Favoria, Villa Giulia and the Garibaldi Gardens. Don't miss the splendid Cathedral of Santa Vergine Maria Assunta, a gorgeous mix of different architectural styles and recently inscribed in the UNESCO World Heritage sites list. Another spot you might want to include in your city tour is the Neoclassical Teatro Massimo, the biggest opera house in Italy and third in Europe, after the Opéra National of Paris and the Staatsoper of Wien.","more":"Palermo is also the ideal starting point if you wish to tour Sicily. Choose between our amazing activities and tours and start exploring!One of Sicily highlights is Agrigento. Be sure not to miss a visit to this trove of treasures: travel back in time as you walk in the Valley of Temple, a Unesco archeological site of great importance for its ancient Greek civilization ruins. See the Temple of Juno, the Temple of Concordia, and the Temple of Castor & Pollux. Be amazed at the breathtaking sunset over the Valley that gives the whole panorama a golden reflection.Visit Erice in western Sicily and have a taste at marzipan candies, a local sweet treat now famous all over the world. Discover the Saltpans and the ancient tradition of salt-harvesting. Head to Segesta to visit the unfinished Doric Temple and enjoy the great view over the countryside.","latitude":38.114,"longitude":13.355,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/26\/palermo_event-25192.jpeg?event","url":"https:\/\/www.musement.com\/en\/palermo","event_count":3,"list_count":0,"venue_count":0},{"id":26,"top":false,"name":"Perugia","content":"Capital of the homonymous province and regional of Umbria, Perugia is a city of art, rich in history and monuments, founded by the Etruscans. The city is the cultural center of the region, popular tourist destination and university town (Università per Stranieri).The old town lies on an acropolis that rises to a height of 450 m above sea level. At its highest point, Porta Sole, the height is 494 m, a feature that makes it the most populated Italian city among those at an altitude above 250 meters. Perugia offers to the visitor many attractions and breathtaking landscapes! The capital of Umbria is known throughout the world for its wonders from Etruscan, medieval and Renaissance times.Perugia is also well known for the Umbria Jazz Festival, the most important Italian jazz music festival that takes place in town annually since 1973, in the month of July.","country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/21\/perugia_event-20922.jpeg?event","url":"https:\/\/www.musement.com\/en\/perugia","event_count":2,"list_count":0,"venue_count":0},{"id":37,"top":false,"name":"Udine","content":"Regional recipes from Friuli, cultural and artistic events and traditional festivals make Udine an ideal place for an unforgettable getaways or a relaxing weekend break. Udine is a city that opens up to future and innovation while keeping close its traditions and history. Travel back in time and experience the tasting of a goblet of wine (tajut) in a very human and friendly atmosphere that you can find in one of the many taverns of the city.You will find out that Udine is full of old, brightly coloured squares among the most beautiful Venetian-style piazzas in Italy. Stroll along Piazza Libertà and Piazza Matteotti, and take in the relaxing atmosphere of this friendly city.","more":"Udine is also ideal if you are looking for arts: visit the Gallery of Modern Art, the Project Galleries (in Palazzo Morpurgo), the Civic Museums and Galleries of History and Art, the Archeological Museum and the Gallery of Ancient Art. In the eighteenth century, Giambattista Tiepolo was born in Udine. You can see his masterpieces in the Gallerie del Tiepolo, in the Duomo (the Cathedral) and in the Chiesa della Purità.","latitude":46.064728,"longitude":13.235731,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/32\/udine-loggia-del-lionello-jpg_event-31017.jpeg?event","url":"https:\/\/www.musement.com\/en\/udine","event_count":1,"list_count":0,"venue_count":0},{"id":53,"top":false,"name":"Siena","content":"The capital of the Province of Siena, in Tuscany, is a city of culture and art, largely Gothic as the main characterizing theme of many of the city’s buildings. Siena is often considered as a rivaling city to Florence and visitors from around the world, just as Italians, tend to develop a preference for one of the two, generally due to the aesthetic preference for the typically Renaissance look of Florence or the Gothic look of Siena.The sights to see in Siena are many but the top of the list must be the Duomo Cathedral that in its self is worth a day to view and explore all its nooks and crannies. The powerful structure is famous for the first impact it has on its visitors, with its alternating colors of marble, outside lighter, inside the dark green and black that create a powerful impression, along with the beautiful tile floor, a precious work of art in its self that is only uncovered in certain times of the year.","more":"Siena is also famous for The Palio horse racing, a tradition that is taken extremely seriously by local Sienese families. It is a horse race run bareback by the jockeys twice a year in the city’s Piazza del Campo, it is often brutal to watch and dangerous for horses and riders, but it is a tradition that has since medieval times been a city event that fills the streets with shouts, songs and a certain pride shared by all locals that only a centuries old tradition can give.Other worth while places to see while in Siena are the Museo Civico (Civic Museum), Piazza del Campo, and the Church of San Domenico.","latitude":43.323,"longitude":11.332,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/siena_event-23378.jpeg?event","url":"https:\/\/www.musement.com\/en\/siena","event_count":8,"list_count":0,"venue_count":1},{"id":54,"top":false,"name":"Ravenna","content":"A city rich in art and offering a splendid heritage of a glorious past, Ravenna is one of the most important tourist destinations in the Emilia Romagna region. The main reason is that this small town in northern Italy houses the richest patrimony of mosaics dating back to the fifth and sixth centuries AD, kept inside early Christian and Byzantine religious buildings, declared a UNESCO World Heritage Site. A few presitgious sites are definitely worth a visit such as the Mausoleum of Galla Placidia (known for the mosaic of its dome, which depicts an ethereal starry sky), the Basilica of San Vitale, the Baptisteries Arian and Orthodox, the Basilicas of Sant'Apollinare in Classe and Nuovo, the Archbishop's Chapel and the Mausoleum of Theodoric.Ravenna is also known for its archaeological sites, historic villas, mansions, theatres and memorials, such as the Tomb of Dante, a little temple built in 1780, which holds the remains of the great poet and author of the \"Divine Comedy\", who died in Ravenna in 1321.","more":"The city of Romagna is not just history, art and culture. Situated a few kilometers from the Adriatic coast, Ravenna is also an ideal destination for relaxation and fun. From this point of view, a must is Mirabilandia, a theme park opened near Ravenna in 1992. It offers attractions and shows of international level to suit all ages and tastes, is the largest amusement park in Italy!","latitude":44.421,"longitude":12.206,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/ravenna_event-14386.jpeg?event","url":"https:\/\/www.musement.com\/en\/ravenna","event_count":2,"list_count":0,"venue_count":0},{"id":62,"top":false,"name":"Seville","content":"The charm of a city rich in culture and traditions, which surrounds you with the cozy warmth of its people and the sensuality of its music. Seville is one of the European destinations you cannot miss, for its elegance and radiance of a timeless, yet authentic, Spain.The Andalusian way of life is not only an attraction for tourists: residents here live the traditions of their territory with visceral passion, from tapas to nightlife, from bullfightings to flamenco. It's not just the festive evening atmosphere and fine flamenco shows to attract millions of visitors. Seville is also rich in art, from its cathedral - the largest in the world in the Gothic style, with the Giralda, the former minaret symbol from the past Arab domination, at the top - to conclude with the charming architecture of the Plaza de España and the Reales Alcazares which are the remains of the royal forts.","more":"Do not miss the celebrations of the majestic and historic Semana Santa of Easter and, two weeks later, those of the Feria de Abril, one of the most important folklor events in Spain.","latitude":37.404,"longitude":-5.983,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/05\/seville_event-4515.jpeg?event","url":"https:\/\/www.musement.com\/en\/seville","event_count":11,"list_count":0,"venue_count":0},{"id":63,"top":false,"name":"Valencia","content":"A city caught in-between past and future. This is Valencia, the third most populous city in Spain after Madrid and Barcelona. Watershed between the Catalan and the Andalusian culture, Valencia is one of the most important centers of the Mediterranean Sea, the star of significant economic growth the last two decades, driven by ambitious projects of organic architecture. The most famous and impressive is the City of Arts and Sciences, created by the most illustrious son of Valencia, Santiago Calatrava, an architect who in 1995 had already made the Pont de l'Exposició, one of the most elegant bridges in Europe, erected on the dried up bed of the Turia River, and a metro station which is a little artistic gem.You will find a Valencia that looks towards the fture by hosting international sporting events like America's Cup or the Grand Prix of Formula 1 and yet there also exists a Valencia which jealously guards its past.","more":"The historic center of the city has splendid monuments built in its 2.000 years of history, making it a true open-air museum. The Gothic style is shown by the Cathedral, Plaza de la Virgen and the two towers of Serranos, built in the XIV century, which are part of what remains of the Medieval walls. On the other hand, the Baroque is represented by magnificent buildings and palaces.The traditions continue to have their weight in Valencia, as proven by the Fallas Festival, which is celebrated every year in March in honor of San José. The \"fallas\" are huge papier-mâché statues made by local artists in each district and then burned in a huge bonfire which lights the city. The traditions here are also culinary. Famous throughout the world, the Valencian paella is a real institution, a delicacy available in two versions: \"paella de Marisco\", which is cooked with sea products, and \"paella mixta\" , where they mix meat and fish.Valencia contends with Madrid and Barcelona also the record of the best Spanish nightlife. The “movida” here is more discreet but no less exciting and start with the famous Agua de Valencia, a cocktail made of orange juice, Cointreau, Vodka and Cava, the delicious local sparkling wine.","latitude":39.486,"longitude":-0.379,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/02\/valencia_event-1802.jpeg?event","url":"https:\/\/www.musement.com\/en\/valencia","event_count":9,"list_count":0,"venue_count":0},{"id":65,"top":false,"name":"Salzburg","content":"A perfect combination of music and nature. This is Salzburg, Austrian city close to Southern Bavaria. A place of singular beauty on the banks of the Salzach River, a tributary of the Inn, Salzburg is at the northern boundary of the Alps. The mountains to the South of Salzburg's contrast with the rolling green plains to the North.\nThe idyllic and uncorrupted natural landscapes are not the only reason which every year attracts approximately 10 million tourists: Salzburg is also famous for having given birth to Wolfgang Amadeus Mozart, whose birthplace is now a museum. The Salzburg Festival, one of the most important festivals of classical music and opera in the world, is dedicated to the great master and it takes place every year from late July throughout the entire month of August. Inaugurated in 1920 by theater director Max Reinhardt, composer Richard Strauss and poet Hugo von Hofmannsthal in the name of purity and beauty in Mozart's sense, today the festival has a program that ranges from the classics to contemporary.","more":"In addition to music, also art is a great reason to visit Salzburg, whose historic center is a Unesco world heritage site of culture. The cultural and artistic splendor of Salzburg is due in large part to the prince-bishops who ruled the city between the sixteenth and seventeenth centuries. Thanks to them, Salzburg is known worldwide for its architecture in the Italian Baroque style, whose iconic monuments are the residence of the prince-bishops, the impressive fountain of Residenzplatz and the Mirabell Palace with its beautiful garden. The old city is a fascinating mixture of Gothic and Italian Baroque, evident in the Cathedral, dating from the eighth century and rebuilt in 1600 by Santino Solari. Also worth seeing is the church of St. Peter, the Benedictine monastery of Nonnberg, the church of the Franciscans and the Hohensalzburg Fortress, built in 1077 on a hill overlooking the entire city.","latitude":47.814,"longitude":13.055,"country":{"id":10,"name":"Austria","iso_code":"AT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/salzburg_event-2299.jpeg?event","url":"https:\/\/www.musement.com\/en\/salzburg","event_count":4,"list_count":0,"venue_count":0},{"id":66,"top":false,"name":"Brussels","content":"Brussels is not only the heart of the European Union, it is also one of the most fascinating capitals of the old continent. Erected in the center of Belgium on seven hills, the city has a long history, with the challenge of finding balance between two ethnic groups (the Walloons and the Flemings). At the present it is a city in line with the times, a hub of cosmopolitanism and multiculturalism, a melting pot of languages and traditions. Brussels has a significant institutional lure: it is the seat of the European Commission and the Council of the European Union, as well as a chamber of the European Parliament and its Committees.Tourists gravitate to the ancient city that is divided in the upper part, where there are the most important public buildings, and in the lower part, business central, which has at its center the Grand Place, a masterpiece of elegance and a Unesco World Heritage site.","more":"The most important monument is the Cathedral of Saint Michel and Saint Gudula, a jewel of Gothic design with Renaissance influences. Do not miss the Royal Palace, the sovereign’s official residence from 1831, built in a style which recalls the splendor of the French monarchy of Louis XVI.The city's symbol is the bronze statue of Manneken Pis, located in the historical center, the emblem of Belgian pride and even irony. On the other hand, the symbol of modern Brussels is the Atomium, a steel construction which represents the nine atoms of a crystal of iron, built for the Universal Exhibition of 1958. you can enjoy a panoramic view over the city and it is aswell home to the Museum of science. Brussels also offers a lot of greenery, beautiful buildings in the Art Nouveau style and some highly respected art collections, as well as the Magritte Museum, dedicated to the father of Surrealism, or the Belgian Comic Strip Center. Lovers of good food will delight in tasting the local mussels, chocolate and beer.","latitude":50.855,"longitude":4.351,"country":{"id":17,"name":"Belgium","iso_code":"BE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/brussels_event-2304.jpeg?event","url":"https:\/\/www.musement.com\/en\/brussels","event_count":1,"list_count":0,"venue_count":0},{"id":67,"top":false,"name":"Dublin","content":"A lively and young European capital, full of fun but also art and culture. This is Dublin, the heart of the Republic of Ireland, a welcoming, colorful and people-oriented city.Founded by the Vikings as a center for their slave trade, Dublin is situated at the mouth of the River Liffey, which divides it into two parts and is crossed by the characteristic Ha'penny Bridge, built in 1816 and which owes its name to the toll of half a penny needed to cross over it. Along the north shore lie the busy shopping streets of Talbot Street and Henry Street. On the southern shore the atmosphere is more sophisticated, especially around Grafton Street with its luxury shops. Here you'll also find the famous Trinity College, known as the oldest and most presigious university in Ireland, that has had famous students such as Oscar Wilde, Samuel Beckett, Bram Stoker and Jonathan Swift.","more":"Do not miss the old Christ Church Cathedral, St Patrick 's Cathedral, considered the national protestant cathedral of Ireland, and Dublin Castle, a Norman fortress which was for a long time symbol of the English oppression.Nature lovers can enjoy a walk in Phoenix Park, a beautiful park of 800 hectares which is home to the Dublin Zoo. The center of nightlife is the Temple Bar district, artistic and cultural heart of the city, with its maze of narrow streets, cafes, bars, theaters, exhibition spaces and pubs, fundamental aspect of this city. Just as is the famous dark beer, Guiness and the museum dedicated to its history the Guinness Storehouse. The roof of this museum is home to the Gravity Bar, the highest bar in Ireland, with panoramic views across Dublin.","latitude":53.368,"longitude":-6.258,"country":{"id":80,"name":"Ireland","iso_code":"IE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/dublin_event-5502.jpeg?event","url":"https:\/\/www.musement.com\/en\/dublin","event_count":16,"list_count":0,"venue_count":1},{"id":68,"top":false,"name":"Marseille","content":"Marseille is the oldest city in France and is the second most populated city after Paris. This historical French city has the soul of a typical seaside town and the character created by centuries of waves of migration. The migration mainly from came from Italy, North Africa, Spain, Armenia and Russia and they all gathered around the first port of France and the Mediterranean to make their living.The Old Port that the town developed around over the centuries of time is actually one of the main spots that lure in the tourists. With its picturesque colors, its beautiful views to its tasty seafood restaurants that specialized in the local dish of bouillabaisse, the famous fish soup from Marseille, many people cannot stop themselves from being drawn to the area!Do not miss a visit to Notre Dame de la Garde, a basilica located on the highest mountain of the city, and a stroll through the beautiful Gardens of the Lighthouse.","more":"The massive forts of Saint-Jean and Saint-Nicolas border the bay of Marseille, while on the island opposite the town stands the If Castle. The If Castle was a former prison where The Count of Monte Cristo was imprisoned in the famous novel by Alexandre Dumas. Another enchanting spot of the area is the Estaque, a quaint little harbor that was of great inspiration to the artist Paul Cézanne.Rich in museums and art galleries, home of poets and writers, Marseille fascinates tourists also for its cafes, particularly those located along the main road, the Canebière. Visitors looking for fun cannot miss going to OK Corral, a theme park inspired by the adventures of cowboys.","latitude":43.307,"longitude":5.371,"country":{"id":60,"name":"France","iso_code":"FR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/marseille_event-2269.jpeg?event","url":"https:\/\/www.musement.com\/en\/marseille-4","event_count":1,"list_count":0,"venue_count":0},{"id":69,"top":false,"name":"Edinburgh","content":"The magical and nebulous charm of a city where time seems to have stopped. This is Edinburgh, the proud and welcoming capital of Scotland, one of the most visited cities in the United Kingdom.Built on seven hills, Edinburgh offers a breathtaking view with its Castle, which stands on an ancient rock of volcanic origin and from which every day at 13:00 o'clock, except on Sundays, echoes the \"one o'clock gun”, the canon shot fired to signal the time to ships that dock at the port, a tradition that has continued since 1846. This is the heart of the Old Town, with its dizzying and narrow Medieval streets that come out on courtyards, the so-called \"closes\", often made shiny from the rain which accentuates their Gothic character.","more":"Take a stroll along Royal Mile, the main street of the Old Town, full of beautiful ancient buildings, souvenir shops and lively pubs. Nearby you can visit the Cathedral of St. Egidio and Gladstone's Land, a typical seventeenth-century house restored and decorated with original furniture and objects. Also worth seeing is the Palace of Holyroodhouse, founded as a monastery in 1128 and later become the Queen’s official Scottish residence. Then there is The Hub, an imposing black stone church converted into an exhibition space, cafe and theater, whose beautiful spire is the tallest of Edinburgh.Leaving the Old Town, you can continue your visit by going to the New Town, built in the late eighteenth century, a fine example of Georgian architecture, which earned the title of Unesco World Heritage Site along with the Old Town.A great time to visit the home of whiskey and tartan kilt is in August, when the weather is milder and the city comes alive for its Edinburgh International Festival, a series of cultural events ranging from theater to music and cinema.","latitude":55.961,"longitude":-3.191,"country":{"id":183,"name":"United Kingdom","iso_code":"GB"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/22\/edinburgh_event-21471.jpeg?event","url":"https:\/\/www.musement.com\/en\/edinburgh","event_count":20,"list_count":0,"venue_count":4},{"id":72,"top":false,"name":"Porto","content":"Portugal's second city after Lisbon, Porto is known as the \"Capital of the North\" or the \"unbeaten city \", because it was never defeated militarily since its creation during the Roman Empire and did not give in to either the Moors or Napoleon’s attacks.A city rich in history and typically Mediterranean, Porto has a strong industrialization and welcomes tourists with its friendly people, its accommodations at great rates, its lively cultural life and its excellent gastronomy, which can be expereinced at its best throgh the famous wine that takes its name from this city.Porto has many monuments, buildings, museums and churches to visit. The Cathedral of Oporto, in Baroque style, is the most important religious building of the city, with a cloister decorated with beautiful tiles. The historical center is the Ribeira district, a Unesco World Heritage Site, with its narrow steep streets that climb the hill which ends overlooking the Douro River.Take a stroll in the elegant Avenue of the Allies. Do not miss a visit to the train station of São Bento, decorated inside with over two thousand colored tiles. Also worth seeing is the Stock Exchange Palace, the Crystal Palace and its beautiful gardens and the House of Music, a large concert hall designed by the Dutch architect Rem Koolhaas and completed in 2005.","latitude":41.162,"longitude":-8.623,"country":{"id":139,"name":"Portugal","iso_code":"PT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/porto_event-7915.jpeg?event","url":"https:\/\/www.musement.com\/en\/porto","event_count":19,"list_count":0,"venue_count":0},{"id":73,"top":false,"name":"Algarve","content":"Imposing cliffs overlooking a crystal clear and untouched sea. It is the paradise of the Algarve, extreme southern region of Portugal over the Atlantic Ocean. A main tourist area in Portugal, packed during the summer, the Algarve is wild and rocky to the West and sandy to the East, on the border with Andalusia in Spain.The charm of the region does not only come from the beautiful beaches and breathtaking natural landscapes, dotted with almond and orange groves.Dominated by the Arabs from 711 to 1250, the Algarve retains several examples of Moorish architecture.Walking through the beautiful buildings, historic towns and quaint fishing villages, tourists spend pleasant days in total relax, savoring the tasty local cuisine and enjoying the exciting nightlife.The region's capital is Faro. Lagos and Sagres are also very popular destinations and they are considered a paradise for surfers along with Tavira and the chic Vilamoura.It is believed that the most beautiful beach in the Algarve is Praia de Marinha, a small beach where the sea takes on a turquoise hue and that is dominated by a 50 meter high cliff, heart of a jagged path of picturesque rocky coves that give visitors the chance to experience unforgettable dips in the sea.","latitude":37.062,"longitude":-7.927,"country":{"id":139,"name":"Portugal","iso_code":"PT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/17\/algarve_event-16932.jpeg?event","url":"https:\/\/www.musement.com\/en\/algarve","event_count":5,"list_count":0,"venue_count":0},{"id":77,"top":false,"name":"Cappadocia","content":"Cappadocia is a breathtaking region in Turkey, found in Central Anatolia. It’s a historical region with unique topography that attracts visitors from all over the world who decide to explore this desert-like landscape with its \"fairy chimneys\" and underground cities by foot or even from the skies, since hot-air balloon adventures are quite common for a Cappadocia visit.Historically the troglodytes established themselves in Cappadocia, burrowing their houses into stone cliffs and making underground city’s, adapting their life and civilization to the natural landscape.This region is about an 8-hour drive from the country’s mega city, Istanbul, and the only place, possibly in the world, you will be able to see and experience this kind of landscape.","more":"If your plans include Cappadocia you can keep in mind other famous monuments and sights you’ll want to see while you are there: visit the Kaymakli underground city, see the Goreme open-air museum and the Ala Daglar National Park, Uchisar Castle, Ihlara Valley and more.","latitude":38.649,"longitude":34.841,"country":{"id":177,"name":"Turkey","iso_code":"TR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/cappadocia_event-2303.jpeg?event","url":"https:\/\/www.musement.com\/en\/cappadocia","event_count":6,"list_count":0,"venue_count":0},{"id":78,"top":false,"name":"Kusadasi","content":"Kusadasi in Turkey is today a popular tourist package destination for Northern Europeans. It has become one of the country’s busiest cruise ports and it is also considered the gateway to Ephesus, other popular Turkish destination.As with all city’s in Turkey, the historical significance of Kusadasi adds to its already rich fascination as a beautiful port. The name comes from \"ku?\" (bird) and \"ada\" (island) as the peninsula has the shape of a bird's head and it is a city that was founded 3 thousand years ago by the Leleges people.Today it caters well to vacationing tourists and visitors and is a popular port for luxury cruise ships. It’s about an 8-hour drive from Istanbul, the country’s great city in the west, and is a good destination if you want a nice mix between beach fun and relaxation, with the chance of discovering something new about the history of Turkey.","more":"Famous places you can visit while in Kusadasi include the ancient city walls, the Kaleiçi Camii Mosque built in the 17th century, the Guvercin Adasi beach and castle, the traditional Kirazli Village, several of the aqua parks and other Venetian and Byzantine castles in the territory surrounding the city.","latitude":37.862,"longitude":27.264,"country":{"id":177,"name":"Turkey","iso_code":"TR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/kusadasi_event-2301.jpeg?event","url":"https:\/\/www.musement.com\/en\/kusadasi","event_count":2,"list_count":0,"venue_count":0},{"id":79,"top":false,"name":"Fethiye","content":"Fethiye, found where the ancient city of Telmessos used to be, is today one of Turkey’s best known tourist destinations after the country’s capital, Istanbul. Found on the Southern coast, it is particularly famous for the hospitable attitude of the locals.It is a prosperous growing hub of the Mediterranean with its exquisite natural harbor and its broad bay that is scattered with pretty islands.Turkey is a country where every step of the way you will find fascinating history and Fethiye is no exception. The ghost town Kayakoy is just over the hillside while the mammoth tomb of the ancient Telmessos remains one of the city’s best-known attractions.","more":"You can also learn all about Turkey’s history at the Fethiye Museum, visit the Tomb of Amyntas, see the crusader fortress and much more, while the beaches and best places to relax are always just a step away.","latitude":36.619,"longitude":29.117,"country":{"id":177,"name":"Turkey","iso_code":"TR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/03\/fethiye_event-2305.jpeg?event","url":"https:\/\/www.musement.com\/en\/fethiye","event_count":1,"list_count":0,"venue_count":0},{"id":80,"top":false,"name":"Bari","content":"Administrative centre, economic heart of the region and strategic trade hub with Eastern Europe, Bari stands out also for its historical and architectural treasures, found both within the metropolitan area and in its beautiful surroundings.Corso Vittorio Emanuele is the main road of the city, as well as the imaginary border between Old Bari, crossed by a dense maze of charming narrow streets and medieval courts, and modern Bari, arising from a portentous urban expansion.Visiting Bari you will have the chance to pay homage to one of the most relevant religious places of Southern Italy: the Basilica of San Nicola. Apart from being a great example of Romanesque-Pugliese architecture, the basilica houses the relics of St. Nicholas. This makes it one of the favorite religious destinations also for the Orthodox Church.","more":"The Basilica di San Nicola is the religious symbol of the city while the Castello Svevo represents its historic emblem. This impressive fortress, found at the edge of the old city, was built in 1131 by the Norman king Ruggero II and then rebuilt by Federico II in 1233. The pre-existing Norman structure is still visible today in the indoor plant and in the two towers. After numerous transformations made during the Angevin period, the castle passed into the hands of Isabella d’Aragona and then Bona Sforza, before coming back under the King of Naples.Furthermore, the Cathedral of Santa Maria, dedicated to Saint Sabinus, is not to be missed as it is a fine example of Romanesque-Pugliese architecture dating back to the XII century.The Cloister of St. Benedict, the Vallisa, the Chiesa di Gesù, the Arco delle Meraviglie and the house of Nicolo Piccinni complete your visit together with the Archaeological Museum and its important collection of artifacts, Greek and Apulian vases, the monument to King Umberto I and the magnificent fontana dell’Acquedotto Pugliese, found in the center of Piazza Moro.","latitude":41.124,"longitude":16.872,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/07\/bari_event-6580.jpeg?event","url":"https:\/\/www.musement.com\/en\/bari","event_count":10,"list_count":0,"venue_count":0},{"id":81,"top":false,"name":"Lecce","content":"Sun, folklore and Baroque art: the capital of Salento appeals for a unique combination of attractions, including the enchanting buildings of the historic center, its amazing places of cultural interest and the famous nightlife.Lecce encompasses all the magic of Salento. Astonishing colors and exciting scents permeate this extraordinary land as well as its history and culture. Despite the incredible wealth of works dating back to Roman Empire, Middle Age and Renaissance, the monumental Baroque Leccese works, a particular variant of baroque which assumed here original features through the use of a local stone, make the \"Florence of the South\" famous in Italy.","more":"The stunning exterior of the former Convento dei Celestini, the singular facade of the Chiesa di San Matteo, the enchanting altars of the Chiesa del Gesù: these are some of the best examples of Baroque architecture in Lecce.Do not miss also the churches of San Giovanni Battista, Santa Chiara, Sant'Angelo and Santa Maria delle Grazie.However, among all, the Duomo di Maria Santissima Assunta, which is the focal point of the city’s religious life, stands out together with the Basilica of Santa Croce, an exceptional architectural complex whose facade seems to be connected to a celebration of the victory in the Battle of Lepanto (1571).","latitude":40.354,"longitude":18.174,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/07\/lecce_event-6417.jpeg?event","url":"https:\/\/www.musement.com\/en\/lecce","event_count":3,"list_count":0,"venue_count":0},{"id":83,"top":false,"name":"Matera","content":"\"We relied heavily on the view that was there. In fact, the first time I saw her, I lost my head, because it was just perfect.\" So Mel Gibson talks about his choice for the set of the movie \"The Passion of the Christ\".\nMatera was undoubtedly the ideal Jerusalem for the famous blockbuster. An invisible door of time seems to have preserved it over the centuries until it get to us as an incredible rock settlement, comparable only to the region of Cappadocia in Turkey. The whole housing system is perched on the slopes of the Gravina, a huge valley with extremely unique natural features, and is composed by houses and extraordinary cavernous mazes.\nCaves, entrenched villages, farm houses engraved into stone, painted churches: you will be inevitably enchanted by this amazing city carved in the calcarenitic rock.","more":"The landscape is perceived by the human eye as a superposition of stones, one above the other, as if to indicate the close link between the works of man and the land that houses and feeds him.\nThis “Subterranean City”, as it is called, has its focal point around the neighbourhoods Caveoso, Barisan and Civita, where you can admire narrow streets, ancient kilns, remnants of traditional rural life and a multitude of tanks and divers which represented an important system for the collection of rainwater.\nDeclared World Heritage by Unesco, Matera is worth a visit also for the XIII century Cathedral in Romanesque style, the XVI century stone crib made by Altobello Persio and the Baroque churches of San Francesco d’Assisi and Santa Clara. Furthermore, do not miss the Romanesque churches in the historic center of San Giovanni Battista and San Domenico.","latitude":40.669,"longitude":16.605,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/matera_event-7042.jpeg?event","url":"https:\/\/www.musement.com\/en\/matera","event_count":1,"list_count":0,"venue_count":0},{"id":94,"top":false,"name":"Vercelli","content":"Located in eastern Piedmont, Vercelli is one of the oldest urban sites in northern Italy, founded around the year 600 BC. The city hosts the oldest university in Piedmont, dating back to 1200, and its enchanting historic centre is surrounded with medieval buildings and modern avenues.Vercelli is home to numerous sites of the Roman period,such as an amphitheatre, a hippodrome, sarcophagi, and many important inscriptions, some of which from the Christian period.","more":"One of the many highlights is the medieval Piazza Cavour, almost completely surrounded by ancient porticoed houses and dominated by the bulk of the “Torre dell'Angelo” (Tower of the Angel). Another must-see is the Basilica of Sant'Andrea, one of the finest and most important Romanesque Gothic masterpieces in Northern Italy.","latitude":45.322,"longitude":8.422,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/vercelli_event-23783.jpeg?event","url":"https:\/\/www.musement.com\/en\/vercelli","event_count":1,"list_count":0,"venue_count":0},{"id":101,"top":false,"name":"Central Australia","content":"Central Australia is the part of the Northern Territory centered on Alice Springs, that is the main town of the area. Desert lands surround the city of Alice Springs and this is where travelers will start to notice a stronger aboriginal presence and influence, where, compared to the 2% of the eastern coast cities, 30% of the population are aboriginal and a vast majority of the ‘stations’ or ‘ranches’ in the surrounding desert are indigenous Australian communities.Iluru, more commonly known as Ayers Rock, is found in this Northern Territory and is a sandstone rock formation that has been sacred to the aboriginal population of the area, the Anangu, for centuries.","more":"Ayers Rock is inside the Ulu?u-Kata Tju?a National Park, one of the Northern Territory’s tourist most popular attractions, with visitors paying a fee for a three-day pass into the park. This is the place to discover the Australia’s fascinating history and the barren land that has been home to indigenous Australian communities long before European colonization.","country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/central-australia_event-5793.jpeg?event","url":"https:\/\/www.musement.com\/en\/central-australia","event_count":5,"list_count":0,"venue_count":1},{"id":103,"top":false,"name":"Puno","content":"Puno is a Peruvian city located on the shores of Lake Titicaca that has greatly helped it develop in the field of tourism and the trade of products such as cereals, gold and tobacco.At a good 3812 meters above sea level, Lake Titicaca is the highest navigable lake in the world. It offers incredible landscapes of natural scenery on a breathtaking backdrop of its many islands, such as Soto, Amantani and Uros. The pre-Columbian archaeological site of Jisk'a Iru Muqu is just about 50 km from Puno. Found at 4100 meters above sea level, it was discovered in 1994 and thanks to its findings has played a key role in the identification of pre-Columbian civilizations of Peru.","latitude":-15.84,"longitude":-70.022,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/puno_event-5849.jpeg?event","url":"https:\/\/www.musement.com\/en\/puno-1","event_count":2,"list_count":0,"venue_count":0},{"id":104,"top":false,"name":"Cusco","content":"Cusco (sometimes written as Cuzco) in Southeastern Peru is the historical capitol of the ancient Inca Empire and today one of South America’s main touristic destinations where people from all over the world flock to discover this archeological treasure of the South American heritage.Declared a World Heritage Site by UNESCO in 1983, Cusco is also the country’s gateway to the lost Incan city Machu Picchu, one of the must-visit sites if you find yourself in Cusco.","more":"You’ll also want to give yourself some time to visit the city’s Planetarium where you can learn more about the Inca’s worldview, as it was one of the ancient populations that gave great importance to the study of the astronomy and the sky’s constellations. Enjoy the architecture of different historical periods by visiting the Plaza de Armas that reflects a modern development of the city or take a look at La Catedral from the 16th century. Enjoy the Choco Museum that is actually a chocolate museum, with wafting aromas of bubbling chocolate and where you can see with your own eyes the organic chocolate making workshops of South America.Don’t miss out on discovering the fascinating and almost contradictory characteristics of Cusco and Peru. Walk along the streets where history and modern times melt together in a surprising and unexpected manner.","latitude":-13.532,"longitude":-71.966,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/cusco_event-5870.jpeg?event","url":"https:\/\/www.musement.com\/en\/cusco","event_count":6,"list_count":0,"venue_count":0},{"id":108,"top":false,"name":"Ho Chi Minh","content":"If you look for a city with pictures of modernity in Vietnam, Saigon should be the best. Officially re-named as Ho Chi Minh City, Saigon as known by most of foreign tourists is a young but thriving metropolis, with an obvious Western flavor and influence offering quite a different experience than Hanoi or any other town.This is the biggest commercial hub of the country, the rendezvous of not just business people but business movers. Beside its hectic life, Saigon remains and preserves traces of brilliant history in the Notre Dame Cathedral, Reunification Palace, Grand Hall, Museums, temples, Cu Chi Tunnel system and so forth.It obviously promises sufficient fascinating things to discover, whilst it remains as a center for mixed cultures and worth several days to hang around. Saigon is doing its best to regain its famous name from early 20th century: \"The Pearl of the Far Orient\".","latitude":10.835,"longitude":106.638,"country":{"id":190,"name":"Vietnam","iso_code":"VN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/11\/ho-chi-minh_event-10779.jpeg?event","url":"https:\/\/www.musement.com\/en\/ho-chi-minh","event_count":32,"list_count":0,"venue_count":0},{"id":110,"top":false,"name":"Niagara Falls","content":"The Niagara Falls are among the most famous sights in the world for their sheer size and grandeur.With a vertical drop of 52 meters and over 168 thousand cubic meters per minute in full flow, the Niagara Falls are the largest waterfall in North America and one of the most beautiful natural landscapes in the world. The falls are visited by millions of tourists every year and are famous in the world, not only for their beauty but also for their vast production of electricity.You can find three separate waterfalls, all formed by the Niagara River. The one in the Canadian territory is the largest and is called a \"horseshoe fall\" because of its shape and it is separated from the other two falls in U.S. territory, the \"American Fall\" and the \"Bridal Veil Fall\" by Goat Island.","latitude":43.082,"longitude":-79.072,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/niagara-falls_event-5938.jpeg?event","url":"https:\/\/www.musement.com\/en\/niagara-falls","event_count":1,"list_count":0,"venue_count":0},{"id":112,"top":false,"name":"Jerusalem","content":"One of the most fascinating and diverse cities you will ever have the chance to visit, Jerusalem is a middle-eastern absolute ‘Must’. It is a disputed city within itself where within the ancient walls of the ‘old-town’ you’ll walk through the Muslim market and then suddenly find yourself surrounded by Jewish orthodox men and women. The smells and colors will captivate you while you navigate through the tight ancient streets toward the Church of the Holy Sepulcher, to the great Wailing Wall (Western Wall) from the temple built by Herod or getting up close and personal with the immense and beautiful Al-Aqsa Mosque. You’ll be surrounded by history and by stories of conflicted relationships in a city that has immense value for many of the world’s biggest religions. Do not however think that Jerusalem is limited to the walls of the old city. Although it is not what you would define a ‘metropolis’, Jerusalem’s ‘New City’ is a pleasant and fun place to be, with plenty of wonderful restaurants where you can enjoy typical meals or café’s to sit and sip ice coffees while taking a moment to cool off from the hot sun and dry weather or parks to enjoy a barbeque or a day of relaxation in the shade of the trees.","more":"Experience the life of locals at the Machaneh Yehudah Market where you’ll find produce and foods of all kinds and probably the best falafels and shwarma’s you’ll ever have the chance to eat.A little further outside the city, you will have to visit the Yad Vashem, that will tell you the stories of the tragedies of the Jewish people that brought however to the establishment of the Israeli state that has celebrated 66 years of independence.Although not a big country, Israel is full of experiences to be had, inside and outside of Jerusalem. Don’t miss out on Bethlehem, the Dead-Sea, the Sea of Galilee, time on the beaches of Haifa or clubbing in Tel Aviv or a trip though the Judean desert and a hike up the ancient Masada fortress.","latitude":31.768,"longitude":35.217,"country":{"id":81,"name":"Israel","iso_code":"IL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/jerusalem_event-5794.jpeg?event","url":"https:\/\/www.musement.com\/en\/jerusalem","event_count":2,"list_count":0,"venue_count":0},{"id":114,"top":false,"name":"Seattle","content":"Seattle is an important center of commerce, culture and advanced technology in North-West America, and a major port city overlooking the Pacific.Found on a strip of land between the Pacific Ocean and Lake Washington, the city is nicknamed the Emerald City because of the lush evergreen trees that surround the urban area.Seattle was the centerpiece of the grunge scene in the nineties: historical bands like Nirvana, the Foo Fighters, Pearl Jam and Alice in Chains came to life right here. The city is also known for its high production and consumption of coffee, and it’s no surprise that the world famous coffee-shop chain, Starbucks, opened its doors in Seattle in the eighties.","latitude":47.607,"longitude":-122.331,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/seattle_event-5940.jpeg?event","url":"https:\/\/www.musement.com\/en\/seattle-1","event_count":3,"list_count":0,"venue_count":1},{"id":118,"top":false,"name":"Paracas","content":"Paracas is a small town on the central coast of Peru found on the shores of a small bay. Paracas is famous for its lovely climate, the red beach, yacht club and especially for the renowned Peruvian cuisine of fresh fish and seafood. The city's port is the starting point for excursions and trips to the nearby Ballestas Islands and the Chincha Islands, while inland travellers will find the beautiful Paracas National Reserve.Not far from town, on a hill just a few steps from the sea, stands an imposing geoglyph called the \"Candelabrum of Paracas\", ancient lines drawn in rock creating the shape of a candelabrum.","latitude":-13.915,"longitude":-76.248,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/paracas_event-5846.jpeg?event","url":"https:\/\/www.musement.com\/en\/paracas","event_count":1,"list_count":0,"venue_count":0},{"id":119,"top":false,"name":"Huacachina","content":"Huacachina is a village built around a small natural lake in the desert, located in south-western Peru.Called the \"oasis of America\", it has now become a resort to meet the demands of the increasing number of tourists that choose to travel to this area for sports such as sand boarding and taking dune buggy rides on the sand dunes that reach several hundred feet high.","latitude":-14.087,"longitude":-75.763,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/huacachina_event-5845.jpeg?event","url":"https:\/\/www.musement.com\/en\/huacachina","event_count":1,"list_count":0,"venue_count":0},{"id":120,"top":false,"name":"Nazca","content":"Nazca is a town in southern Peru, found in a narrow valley at the source of the Rio Grande. Thanks to its climate, with high temperatures, it is nicknamed the \"city of eternal summer\". The city is mostly famous for the millennium-old Nazca Lines, a series of imposing geoglyphs that were drawn on the sand between 500 BC and 500 AD by the ancient Nazca civilization. The geoglyphs can only be seen by flying over the area. The archaeological site of Cahuachi is also worth visiting. It was an ancient ceremonial center in the valley of the Rio Grande while the Chauchilla cemetery is where you can admire some of the objects of the ancient Nazca civilization.","latitude":-14.836,"longitude":-74.934,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/nazca_event-5847.jpeg?event","url":"https:\/\/www.musement.com\/en\/nazca","event_count":1,"list_count":0,"venue_count":0},{"id":122,"top":false,"name":"Arequipa","content":"Arequipa is a city in the south of Peru located on the banks of the River Chili and at the foot of the majestic volcano El Misti (5822 meters). Founded in 1540, it has been declared a World Heritage Site by UNESCO and it is known as \"La Ciudad Blanca\" due to the color of the historic center’s main buildings. The center of the city is the Plaza de Armas with its seventeenth century cathedral, while other interesting religious monuments are the Santa Catalina Monastery and the Church of San Francisco. Arequipa is also the starting point of many tours and excursions toward the famous and picturesque Colca Canyon.","latitude":-16.409,"longitude":-71.539,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/arequipa_event-5873.jpeg?event","url":"https:\/\/www.musement.com\/en\/arequipa","event_count":1,"list_count":0,"venue_count":0},{"id":123,"top":false,"name":"Puerto Maldonado","content":"Puerto Maldonado is a city in the Amazon forest of south-eastern Peru, a few miles away from the Bolivian border. Surrounded by the wilderness of the Amazon forest on the banks of the Madre de Dios River, in its surroundings there are many natural reserves, such as the Manu National Park, Tambopata National Reserve and the Bahuaja-Sonene National Park.","latitude":-12.589,"longitude":-69.202,"country":{"id":136,"name":"Peru","iso_code":"PE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/puerto-maldonado_event-5848.jpeg?event","url":"https:\/\/www.musement.com\/en\/puerto-maldonado","event_count":1,"list_count":0,"venue_count":0},{"id":125,"top":false,"name":"Acapulco","content":"Acapulco is a city and major port on Mexico’s Pacific coast, about 300 kilometers South-West of Mexico City. Famous mostly for its incredibly vibrant night-life, for its beaches and for being one of the favorite tourist destinations for Mexicans, Acapulco will offer you the kind of get away that attracted Hollywood stars and millionaires of the 1950’s, but that is now accessible to you.The city’s full name is Acapulco de Juárez, given in honor of Mexico’s former president Benito Juárez and its tropical wet and dry climate has aided in making in an international get-away destination, known as being the kind of city where you can have dinner at midnight, dance until dawn then relax in the daytime on the beach.","more":"While relaxing on the coast, chances are you’ll get to see the famous Quebrada Cliff Divers. In the 1930’s, young men started casually challenging each other to see who could dive from the highest point into the sea. Over the years the challenges escaladed and today the Quebrada Cliff Divers are professional divers trained to do incredible variations of diving into the sea, like jumping into a ring of fire from a dizzying height.There are a number of beaches to relax on and most of them offer a number of services that include boat rentals, horseback riding, scuba diving and other water sports while deep-sea fishing is another favorite activity of vacationers in Acapulco.A trip to this Mexican destination is worth your time. Come discover why it has been such a popular vacationing destination for the past 60 years!","latitude":19.432,"longitude":-99.133,"country":{"id":112,"name":"Mexico","iso_code":"MX"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/acapulco_event-5778.jpeg?event","url":"https:\/\/www.musement.com\/en\/acapulco","event_count":7,"list_count":0,"venue_count":0},{"id":128,"top":false,"name":"Boston","content":"One of the oldest cities in the United States, Boston was founded on the Shawmut Peninsula in 1630. Over years, the city has expanded beyond the original peninsula and is currently the largest city in New England. Boston is where several key events of the American revolution and transformation took place: Puritans fleeing persecution, patriots building a new nation, philosophers and poets preaching to change their world for the better. WIth its spacious galleries filled with amazing artifacts and the stories of Revolutionary Bostonians, the renowned Boston Revolutionary Museum helps visitors to get the complete Revolutionary Boston Experience.","more":"The rich historical background, though, is not the only thing that makes this city worth visiting. Those fond of interesting pieces of architecture and urban landmarks won't be dissapointed in Boston. Copley Square is outstanding for the number and variety of important architectural works that have been built there over time, Old South Church, The Fairmont Copley Plaza Hotel, and The Jonh Hancock Tower among them. A great number of prestigious colleges and universities make Boston an international center of higher education, attracting students from all over the world. For this and a variety of other reasons, the city is considered a world leader of innovation. Come and experience Boston's wonderful blend of stylish sophistication and historic New England!","latitude":42.36,"longitude":-71.058,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/09\/boston_event-8342.jpeg?event","url":"https:\/\/www.musement.com\/en\/boston","event_count":4,"list_count":0,"venue_count":0},{"id":129,"top":false,"name":"Philadelphia","content":"City of Brotherly Love, The City that Loves you Back, Cradle of Liberty, The Quaker City, The Birthplace of America, The City of Neighborhoods, Philly... What is it all about? That's how Americans call Philadelphia! Only 130 km far from NY, Philadelphia is the city of arts, history and culture. Today, it offers visitors every upside of urban life: fine dining, great architecture, art scenes and a good array of shopping venues. In the minds of many, this city represents what East Coast city living is like. One of the most recognizable historic sites in Philadelphia is Independence hall located in Independence National Historical Park, where both the Declaration of Independence and the United States Constitution were adopted. Actually, all the major attractions in the city are surrounded by green spaces, which makes exploring the Philadelphia's center particularly pleasant.","more":"One of the most recommended museums in the area is the National Constitution Center, which makes the US constitution interesting for everyone through a range of interactive exhibits and activities. It regularly hosts government leaders and celebrities for public discussions. Those travelling with kids could spend some time in the Please Touch Museum located in Fairmount Park where adults and children have a chance to learn and explore together.","latitude":39.957,"longitude":-75.165,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/09\/philadelphia_event-8344.jpeg?event","url":"https:\/\/www.musement.com\/en\/philadelphia","event_count":4,"list_count":0,"venue_count":0},{"id":130,"top":false,"name":"Houston","content":"Houston ranks as only the fourth largest city in the US, but it covers more space than all of New Jersey. Like many in America, this city’s population is from various ethnic and religious backgrounds. Houston is home to a large number of interesting events and exhibitions, mostly focused in the Museum District, that attract more than 7 million visitors a year and that truly is the center of the city's cultural life.","more":"The Space Center Houston, a center for human flight in space, is responsible for training astronauts from the US and its international partners. It is known worldwide for its research programs that are today successfully applied in many areas of human life, including medicine and transportation.One more place, stellar and definitely worth visiting, is the Houston Museum of Natural Science, providing exhibits on everything «from Medici to Mayan civilization».","latitude":29.76,"longitude":-95.363,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/06\/houston_event-5977.jpeg?event","url":"https:\/\/www.musement.com\/en\/houston","event_count":1,"list_count":0,"venue_count":0},{"id":131,"top":false,"name":"Toronto","content":"One of the largest multinational cities in the world, Toronto is located in Southern Ontario on the shore of Lake Ontario. About a half of its citizens were born outside of Canada, fact that greatly affects city life, as relocating cultures have transformed the area into a hyperactive human blend of ethnic and historic districts.Toronto buildings, on the other hand, vary in design and age. One of the most prominent buildings of the city’s contemporary architecture is the CN Tower, a telecommunications and tourism hub, which for years maintained the status of tallest freestanding building in the world until 2007 when is was beat by Burj Khalifa in Dubai.","more":"Those with interest in science might appreciate The Royal Ontario Museum (ROM), the biggest museum of natural history in Canada. Each year, the ROM hosts a variety of big exhibitions around the world.Another outstanding city attraction that brings travelers from all over the country and the world is Casa Loma, a Majestic Castle offering an opportunity to go back in time to a period of European elegance and luxury.","latitude":43.663,"longitude":-79.383,"country":{"id":31,"name":"Canada","iso_code":"CA"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/09\/toronto_event-8343.jpeg?event","url":"https:\/\/www.musement.com\/en\/toronto","event_count":3,"list_count":0,"venue_count":0},{"id":132,"top":false,"name":"Salta","content":"Salta, Argentina is a beautiful city to discover with its perfectly preserved colonial architecture and its stunning natural landscapes. This wondrous city lies just at the base of the Andean mountains, which allows comfortable weather conditions all year round and gives you the possibility to see a variety of landscapes from magnificent mountains, picturesque open fields to vast desert plains.Salta was conquered by the Spanish in the late 16th century, hence the heavy Spanish colonial influence in the city’s architecture, but there are still some traces of the Incan culture that flourished before the reign of the Spanish empire. Some of the main attractions that are a must see in Salta are the Andean mountains, Cathedral of Salta, the Salta Tram, Plaza 9 de Julo, El Tren a las Nubes, Andean Humahuaca, El Museo de Arqueologia de Alta Montana de Salta, and not to mention the town of Salta itself!","more":"The local gastronomy and wines of Salta are rich in taste and also a must do activity while exploring and enjoying the area. Be sure to try the meat filled empanadas, Frangollo or Humitas along with a glass of the local Malbec red wine or Torrontès white wine. Over the years this city has been given the nickname of Salta la linda, meaning Salta the beautiful due to the impressiveness of both the land and architecture, but also due to the friendliness of the Salteño people. Salta has a rich history, amazing views and is a great escape to relax, discover and enjoy your holiday.","latitude":-24.785,"longitude":-65.414,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/salta_event-11095.jpeg?event","url":"https:\/\/www.musement.com\/en\/salta","event_count":3,"list_count":0,"venue_count":0},{"id":133,"top":false,"name":"Puerto Madryn","content":"Puerto Madryn is an attractive city for both international and domestic travelers making their way to Patagonia. The town of Puerto Madryn is a Argentina’s second largest fishing port, which is located on the Golfo Nuevo. The city still has a small town feel and the locals are very warm and welcoming to the tourists that come their way. Welsh immigrants who came to the area founded the city of Puerto Madryn in the late 19th century. As the settlement began to grow more immigrants came to the area and then Puerto Madryn became a mix of Italians, Spanish and Welsh immigrants. There is clear evidence in the architecture and way of life that reflect the strong European influence in the city. This is a great city to experience wildlife such as penguins, orcas, dolphins, elephant seals, armadillos, foxes and choiques and at the same time see the beautiful landscapes the area has to offer. The summer temperature is very similar to that of Buenos Aries, which is perfect to enjoy the 5 kilometers of soft sandy beaches Puerto Madryn has to offer. During the months of June – December is whale watching season and you are able to get a glimpse as the come as close as 20 kilometers from the coastal shore!","more":"Puerto Madryn is great place for travelers to stop as it is considered the gateway to many other main attractions to nearby areas in Argentina. Some of the main attractions in Puerto Madryn are seeing the whale migration, seeing the seals at the peninsula váldez, going to the nature reserve of Punta Tombo to see the largest colony of Magellanic Penguins, visiting the Natural Science and Oceanographic Museum or relaxing on the sandy beaches of the area.","latitude":-42.763,"longitude":-65.045,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/puerto-madryn_event-11099.jpeg?event","url":"https:\/\/www.musement.com\/en\/puerto-madryn","event_count":2,"list_count":0,"venue_count":0},{"id":134,"top":false,"name":"Puerto Iguazu","content":"Puerto Iguazú, Argentina is an enchanting city with one of the world’s most magnificent waterfalls. Puerto Iguazú is home to the majestic waterfall known as cataratas del Iguazú. This area is also part of the last remains of the Atlantic Forest, as much of the area has been destroyed unfortunately for commercial and residential purposes.The city was first discovered by Álvar Núñez Cabeza de Vaca in the late 16th century but he decided to leave the area untouched and so the Guaraní Indians remained living there peacefully until the 1880’s. The land changed hands three times until it reached its last owner Gregorio Lezama who then ordered a scientific expedition to the falls. A few decades later in 1934 the national government declared that Igazú would be a national park and the city of Misiones would change its name officially to Puerto Iguazú in 1943. This is a great city to explore nature, wildlife and city life. Puerto Iguazú is an remarkable gem that lies along the Argentinian border of Brazil and Paraguay. The area has a dense jungle consisting of bamboo, a variety of trees and flowers, a large assortment of animals, especially birds, including toucans and humming birds and the sienna red dirt covers the floor and up onto the grassy riverbanks. The Iguazú falls is the number one attraction in the area. Other main attractions are the Guria Oga (an animal sacturary), the Three Frontiers where Argentina, Brazil and Paraguay meet, Jardin de los picaflores, Luis Honorio Rolón Municipal Nature Park and the Mbororé museum.","more":"The legend behind this stunning creation of nature is that a god was supposed to marry a woman whose beauty was incomparable to all named Naipí. The young woman did not want to seal her fate with the god she was to be married with and fled in a canoe across the river with her mortal lover. The deity was so upset by this that he stuck the land slicing the river in half creating the falls and condemning the lovers for eternity. This is a city with many hidden treasures, stories and worth taking the time to discover.","latitude":-25.597,"longitude":-54.579,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/puerto-iguazu_event-11318.jpeg?event","url":"https:\/\/www.musement.com\/en\/puerto-iguazu","event_count":4,"list_count":0,"venue_count":0},{"id":135,"top":false,"name":"Mendoza","content":"Mendoza is a charming city located at the foothills of the Andean Mountains situated between Buenos Aires and Santiago. The city attracts many adventure seekers such as climbers, hikers, trekkers, horseback riders and rafters during the summer months and during the winter months the city is a magnet for the skiers due to the proximity of the Andean Mountain range.Mendoza does not only attract the sport driven people, but the city is also attracts food and wine lovers as the area is very well know for its wine making and olive oil production. The greater Mendoza area is actually the largest wine producing area in all of Latin America and is one of the nine cities in the world in the network of Great Capitals of Wine and is booming in the wine tourism sector.","more":"Before the Spanish arrived in the late 16th century Mendoza was inhabited by three tribes the Huarpes, Puelches and the Incas. The Huarpes tribe had developed their own irrigation system that the Spanish further embellished. This irrigation system is still used today reaching over 100,000 trees that line the city streets of Mendoza and allowed for large population growth before the Spanish arrived. There was a large earthquake that severely damaged parts of the city in 1861. Parts if the city was rebuilt with wider streets and taller buildings and so you are able to see the distinct difference and contrast of the areas pre and post the earthquake of 1861. The city is rich with culture and outdoor activities. Some of the must see and must do attractions in Mendoza are visiting the La Fontaine de L'Observatoire, the Plaza Pedro del Castillo, Plaza Independencia, Plaza España, monuments dedicated to José de San Martín and the monument to the Army of the Andes, visiting the park of Aconcagua, Potrerillos Dam and the number of wine and olive tours. This is a great city to enjoy great food and culture as you take in all the natural beauty that surrounds you.","latitude":-32.89,"longitude":-68.841,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/mendoza_event-11100.jpeg?event","url":"https:\/\/www.musement.com\/en\/mendoza","event_count":4,"list_count":0,"venue_count":0},{"id":136,"top":false,"name":"Ushuaia","content":"Ushuaia is the capital of the Tierra del Fuego and is considered by many as the southernmost city in the world. The city has become a destination place due to the stunning landscape of the Martial Mountain range, the beautiful waters from the Beagle Channel and the incredible wildlife that can be seen.Ushuaia has a very unique weather pattern, as their weather is heavily influenced by its proximity to Antarctica. It is common to see snow all year round and in the summers tend to be windy and cloudy and the winters are cold and the ground heavily frosted. These conditions are great to see all the amazing wildlife that are not visible in many other parts of the world. Some of the wildlife that you can see here in Ushuaia are penguins, sea loins, orcas, black neck swans, Patagonian woodpeckers, Magellan Geese, eagles, a variety of ducks, river otters and many other animals.","more":"Some of the main attractions in Ushuaia are to visit the Tierra del Fuego National Park, Lapataia Bay, the Beagle Channel, seeing the natural reserve of Lago Roca, boat tours to Harberton, visiting Les Eclaireurs Lighthouse (also know as Faro del Fin del Mundo) and visiting the museum of Yámana just to name a few. The visit to Tierra del Fuego National Park can be reached by the highway or can be reached by taking the End of the World Train from Ushuaia, also known as Tren del Fin del Mundo. This is a great city to take in all the magnificence of nature that you can see all around you.","latitude":-54.801,"longitude":-68.306,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/ushuaia_event-11322.jpeg?event","url":"https:\/\/www.musement.com\/en\/ushuaia","event_count":4,"list_count":0,"venue_count":0},{"id":137,"top":false,"name":"El Calafate","content":"El Calafate is a town located within the city of Patagonia, Argentina and El Calafate is located on the southern border of Lake Argentino. The town actually got its name from a bush that is very common in Patagonia that has yellow flowers and dark blue berries known as Calafate. The town of El Calafate is a beautiful one with its majestic snow covered glaciers, large colossal mountains and abundant wildlife.The town of El Calafate is an important destination as it is the center in which you can take day trips to other parts of Los Glaciares National park including Perito Moreno Glacier, Cerro Torre and Cerro Chaltén. The majestic snow covered glaciers are a sight not to be missed and his national park in El Calafate gives you the opportunity to discover and explore them. Some of the amazing wildlife that you can see in El Calafate are Flamingos, Guanacos, Red and Grey Foxes, Pinche Armadillos, Huróns, Pajonal Cats, Patagonian Skunks, Pumas, Huemuls, Condors, Mora Eagles, Cachaña parrots, Cauquén birds, Patagonian Woodpeckers, Chingolo birds, Bandurria birds, Pitío birds and many other animals.","more":"The number one attraction in El Calafate is Los Glaciares National Park, but some of the must see attractions in El Calafate is the Ice and Glaciers interpretation center (also known as the Glaciarium), Avenida del Libertador, the residential area of the town and Lago Argentino. This is a great city to see an abundance of wildlife and to explore and discover the hidden beauty of glaciers.","latitude":-50.349,"longitude":-72.26,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/el-calafate_event-11104.jpeg?event","url":"https:\/\/www.musement.com\/en\/el-calafate","event_count":11,"list_count":0,"venue_count":1},{"id":140,"top":false,"name":"Brisbane","content":"Brisbane is a busy metropolis and the capital of Queen’s Land Australia. The city has been a popular destination for both Australians and tourists from all over the world. The City has a great deal to offer! You are able to enjoy the hustle and bustle of a large city, the many beaches, water activities, restaurants and shops but also bask in the quite and beautiful nature reserves that are a part of the city as well.The beauty of the city of Brisbane is at its high point at night. Since the city lines the Brisbane river banks, at night when all the buildings are lit up the colors reflect onto the waters surface creating a symphony of colors bouncing about creating a spectacular views of the Brisbane skyline both on the ground and along the water. The city of Brisbane by day is also great to explore as you can take a boat ride down the Brisbane river, easily see the monuments, stunning architecture and check out local shops and eats!After you have had your fill of city life you can always retreat to bask in the splendor of nature and wildlife. Lone Pine Koala Sanctuary is a fun way to interact with the Australian wildlife. Here you will have the chance to get cuddly with a sweet koala, hand feed kangaroos, see a variety of birds, shows and other animals! Another place to interact with animals that is close to Brisbane is the famous Steve Irwin Australian Zoo. Here at the zoo you can also interact with the animals with the addition of seeing crocodile shows, a little train that takes you to all parts of the zoo and a number of friendly zoo experts ready to answer any question you may have.","more":"Another fascinating place to visit are the Brisbane Botanic Gardens of Mt. Coo-Tha. At the botanical gardens you will have over 125 acres of picturesque gardens, exquisite plants and animals to discover and see. Also seeing Mt. Coo-Tha itself is a great hike or walk where you can have spectacular views of the surrounding area. With so much to discover Brisbane is a great location to be able to explore a bustling Australian city, Australian wildlife and impressive parks of nature.","latitude":-27.474,"longitude":153.025,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/07\/brisbane_event-6482.jpeg?event","url":"https:\/\/www.musement.com\/en\/brisbane","event_count":2,"list_count":0,"venue_count":0},{"id":141,"top":false,"name":"Adelaide","content":"Adelaide is an exciting city full of rich culture, architecture, magnificent nature reserves and wildlife and known for the vineyards that are nearby the city. There are many attractions that are “must sees” within the city!There is the statue of Adelaide’s founder on Light’s Vision and where you will also be able to see magnificent views of the parklands and the city. You can walk along the streets of the city and see statues and war memorials and marvel at the unique architecture of the area. In particular the State Library, the Art Gallery of South Australia, the South Australian Museum and the University of Adelaide reflect the distinctive architecture of Adelaide. There is also the famous to Haigh’s Chocolates Factory in the city where you can have the chance to take a mouth water tour and satisfy your sweet tooth craving!Adelaide is also known as Australia’s premium wine district. Be sure not to pass up the chance to take the Taste of the Barossa & Hahndorf tour. You will have the opportunity to go to the famous Barossa wine region and try out some of the local wines.","more":"Along the way to the wine region you will be able to see the drastic change from city landscape into lush green scenery as you approach the vineyards of Australia’s world renown wine district. In this region you will also be able to see the German influence and have the chance to partake in a wine tasting! Also, the picturesque Adelaide hills are close to the Barossa wine region and on the hills there are breath-taking views of the surrounding area. Adelaide s a great way to experience the city, culture, famous wines and bask in the natural beauty of the Adelaide region.","latitude":-34.888,"longitude":138.592,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/07\/adelaide_event-6483.jpeg?event","url":"https:\/\/www.musement.com\/en\/adelaide","event_count":2,"list_count":0,"venue_count":0},{"id":142,"top":false,"name":"Perth","content":"Wonderful weather, numerous sandy beaches and limitless Indian Ocean around plus the combination of bustling city attractions with relaxed lifestyle. This is also a very sophisticated city with plenty of cultural activities and beautiful pieces of architecture on display. More than that, the significant part of the city presents parkland and beautiful views providing locals and visitors with the priceless opportunity to chill out not only in the sun but also in the peaceful shade. Those who manage to tear themselves away from the beach to go and explore the city will soon find out that Perth is a real cultural hub with interesting history!","more":"Among the most spectacular and appealing hotspots is the Western Australian Museum, which displays exhibitions detailing diverse collections from natural science to anthropology, archaeology and history. The Swan Bell Tower, one of Perth's most unique and must-see tourist attractions, is overlooking the picturesque Swan River. Visitors can enjoy breathtaking views of the city and learn of the history of the bells as they climb the tower. Shopping enthusiasts can spend some good time at the Town Hall, William Street or Murray Street or alternatively visit Harbour Town where they are likely to find a bargain. Another city attraction is the Burswood Entertainment complex, offering a casino, golf course, Burswood Park Heritage Walk and an array of restaurants.","latitude":-31.963,"longitude":115.824,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/07\/perth_event-6484.jpeg?event","url":"https:\/\/www.musement.com\/en\/perth","event_count":4,"list_count":0,"venue_count":0},{"id":143,"top":false,"name":"Cairns","content":"Cairns is a beautiful city located in the north part of Queen’s Land Australia. The city has a wonderful tropical climate that allows both tourist and locals to enjoy al the wonderful activities that the area has to offer. The city is home to a number of stunning white soft sand beaches and crystal clear water. Cairns also has a picturesque lagoon that is a favorite hotspot to visit among Australians and tourists a like. Some of the amazing beaches you can visit are Machans Beach, Holloways Beach, Yorkeys Knob, Trinity Beach, Kewarra Beach, Clifton Beach, Ellis Beach and Palm Cove. Each beach, lagoon and cove is unique and impressive in their own way offering different spectacular views of the ocean, city and natural habitat that Australia is known for. Not only does the city offer you scenic places to relax and enjoy the sun, but just off the shore line the water is teaming with sea life due to the close proximity Cairns has to the Great Barrier Reef!","more":"Some of the other attractions that make Cairns even more amazing are the Cairns Botanical Gardens where you can see the exquisiteness of the tropical plants up close, the Red Arrow Walk where you have suburb views of the area, travel to Green’s Island to spend a full day enjoying nature, beach and sun and many other attractions and activities await for you here at Cairns, Australia. If you want to be amazed and awed by natural beauty, relax with an easy going attitude, be charmed by the friendliness of people and inspired magnificence of the ocean Cairns is a city that has it all and is not to be missed on your holiday!","latitude":-16.918,"longitude":145.765,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/cairns_event-9409.jpeg?event","url":"https:\/\/www.musement.com\/en\/cairns","event_count":3,"list_count":0,"venue_count":0},{"id":144,"top":false,"name":"Top End","content":"Top End is located in the northern part of Australia and includes the major towns of Darwin, Palmerston, Katherine and Alice Springs (also known as the Red Center). The area’s landscape is made of magnificent flood pains, grasslands that are filled with eucalyptus trees along with the rocky areas, patches of dense rainforest, and huge mystical gorges that lead to colossal sandstone plateaus. There is also a great deal of culture in the area due to the fact that the Aboriginal Indians inhabited the area long before the British sent their ships to Australia.Litchfield National Park is a great way to have a better understanding and appreciation of the Aboriginal Indians. Here at this park you are able to learn about their culture, see the monsoon rainforest, historic ruins and majestic streams and waterfalls. Another amazing sight to see in the Top End area is the remarkable Katherine Gorge. The stunning sandstone gorges sit along the river and provide amazing scenic views of plateaus flood pains and grasslands, a truly breath taking experience of natural beauty. Kakadu National Park is another great place to hike and trek to see other amazing aspects of Australia including wildlife, amazing rock galleries and stunning picturesque views of streams, waterfalls and gorges.","more":"When you have had your fill of nature Top End has a number of quaint towns and villages such as Darwin, Palmerston, Katherine and Alice Springs. Here in these towns you will be able to find local arts, crafts, at certain time of the year there are local festivals, wine and food. So after a long day of hiking, walking and taking in the natural sights you can visit one of the lovely towns in Top End to try some fresh local seafood down by the port with a crisp refreshing glass of wine or beer or quench your thirst with a tall glass of ice cold water. There is so much nature, culture and uniqueness encompassing Top End that it is a marvelous region to discover.","latitude":-12.452,"longitude":130.836,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/top-end_event-9410.jpeg?event","url":"https:\/\/www.musement.com\/en\/top-end","event_count":4,"list_count":0,"venue_count":0},{"id":145,"top":false,"name":"Moscow","content":"Moscow, the capital of Russia, is a city of many mosts and firsts. First, it is one of the most populated cities in the world being home to more than 21 million inhabitants. The city is rumoured to have the most expensive coffee...but it is no wonder, as it's ranked as the second most expensive city in the world with the largest number of billionaires. The city's incredibly diverse history is always on display as many marvelous historical buildings of different eras are scattered all around the city. The symbol of the city is Red Square which is home to the 16th Century St. Basil's Cathedral and the world famous Kremlin, the historic fortified complex which serves as the official residence of the President of the Russian Federation.","more":"Nowadays Moscow is a bustling cosmopolitan city providing plenty of opportunities for locals and tourists to properly spend their leisure time. Red October, one of the city's architectural icons and a former candy factory, situated on Bolotny Island in the middle of the Moscow River, has recently become one of the most popular areas in the city. It hosts numerous trendy bars and restaurants where locals come to hang out enjoying the breathtaking views of the Moskva river and The Cathedral of Christ the Saviour. The atmosphere at weekends is even more vibrant as people head down to the numerous discos dotting the historic district.","latitude":55.755,"longitude":37.616,"country":{"id":142,"name":"Russia","iso_code":"RU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/moscow_event-7003.jpeg?event","url":"https:\/\/www.musement.com\/en\/moscow","event_count":1,"list_count":0,"venue_count":0},{"id":152,"top":false,"name":"Miami","content":"The so called \"gateway to Latin America\", is a seaside paradise mixing a glamorous lifestyle with an incredible cultural diversity. People from all over the world come to Miami tour the many attractions, have fun and relax. From the trendy nightlife of South Beach, pervaded with the historic vibe of the Art Deco district, to the bustle and energy of Little Havana, Miami has a something for everyone. Malls and shopping opportunities sprawl all over the city, enlightened by the unique orange light of the Florida sunset. Along with the glamorous vibe of a modern metropolis, the city is filled with art festival, sports manifestations and cultural initiatives. The area's tropical climate makes it the perfect destination for all year round.","more":"The art and culture scene is as rich as the fashion and shopping one. You will witness this yourself by stepping into the fairyrale setting of Vizcaya Museum & Gardens, a grandious Italian Villa. Miami Miami is also the home of the world's largest art fair, Art Basel Miami, happening in December.A walk immersed in the energetic vibe of Little Havana is a must, without forgetting the Maximo Gomez Park, also known as Domino Park as the older cuban culture gathers here to play domino. If the paradise-like beaches are not your cup of tea, you can take a swim immersed in the stunning setting of the Venetial Pool.","latitude":25.761,"longitude":-80.197,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/13\/miami_event-12118.jpeg?event","url":"https:\/\/www.musement.com\/en\/miami-8","event_count":5,"list_count":0,"venue_count":0},{"id":157,"top":false,"name":"Bangkok","content":"Bangkok is among the world's top tourist destinations and it doesn’t take long to realise why. The capital and the post populous city of Thailand, Bangkok is home for fourteen million people, who are known for being extremely hospitable to tourists. The city is very dynamic: it is live and bustling 24\/7 and provides plenty of exotic entertainments: you can admire the gleaming temples, catch a tuk tuk along the Chinatown or take a longtail boat through floating markets. Food is one more local highlight: a dish can be spicy, sour, sweet and salty at the same time and not look like food at all, but for those who are ready to take a risk and experience completely new flavours there’s probably no better dining destination in the world. More than this, Thai food has so many variations that it can be a travelling theme on its own!","more":"Bangkok is a real city of contrasts: luxury malls, numerous boutique and extravagant five-star hotels are found side by side with old village homes; buddish temples share space with cabarets and exotic red-light districts. And of course no visit to Bangkok would be complete without taking a tour of its famous cultural landmarks: the historic Grand Palace which was the home of the Thai King for 150 years; Jim Thompson House, a museum of Thai architecture and art; the impressive Buddish temples Wat Arun and Wat Pho. One more attraction which contributes to the unique character of the city is undoubtedly its floating markets, such as Khlong Lat Mayom and Taling Chan. Actually, those are more of riverside markets, where eating is always the highlight. Sitting on a little wooden stool and ordering an exotic dish cooked on the boat just 2 metres from you can be a lot of fun!","latitude":13.761,"longitude":100.533,"country":{"id":171,"name":"Thailand","iso_code":"TH"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/bangkok_event-7611.jpeg?event","url":"https:\/\/www.musement.com\/en\/bangkok","event_count":2,"list_count":0,"venue_count":0},{"id":158,"top":false,"name":"Kathmandu","content":"Kathmandu is the capital of Nepal, which rise on the banks of the sacred rivers Bagmati and Vishnumati, formerly called Kantipur. Its historic center dates back to the seventeenth century and is full of Hindu temples, as the whole valley that gives its name to the city.The Pashupatinath Temple is the most famous Hindu temples, dating from the sixth century, one of the seven groups of monuments that allow the Kathmandu valley to be considered a World Heritage Site. Near the city there are also a number of Buddhist sacred places such as the famous Monkey Temple or the Temple of Bodnath, which belongs to a Tibetan community escaped the persecution in China. For that too Kathmandu also has the highest concentration of religious buildings in the world.","latitude":27.7,"longitude":85.334,"country":{"id":123,"name":"Nepal","iso_code":"NP"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/08\/kathmandu_event-7669.jpeg?event","url":"https:\/\/www.musement.com\/en\/kathmandu","event_count":14,"list_count":0,"venue_count":0},{"id":159,"top":false,"name":"Delhi","content":"Delhi is a city of contrasts. India's capital has in fact two souls: Old Delhi, once the capital of Islamic India, and New Delhi, built as the imperial capital by the British Raj. Multifaceted and energetic, Delhi switches between the sprawling labyrinth of narrow streets, mosques, and havelis in the old town to the openness of artistic and business avenues in the new one.You can dive deep into both, getting lost among the old city's historical landmarks and bazaars, as well as experiencing the vibe of the metropolitan areas, full of restaurants, cafes, and boutiques.","more":"Delhi's culture has been shaped by its long history and traditions. Traces of the empire include forts, museums, and temples, which intertwine with the urban sprawl of Delhi's daily life.Among the must-sees is the Red Fort, listed as a Unesco World Heritage Site in 2007. This spectacular construction of red sandstone was built as the palace for the city of Shahjahanabad – the new capital of the fifth Mughal Emperor of India, Shah Jahan, and it is a a fusion of architectural traditions: Islamic, Persian, Timurid, and Hindu. Humayun's Tomb gives you a glimpse into the architectural innovations applied to the most iconic of India's palaces. The garden tomb served in fact as a prototype for the Taj Mahal. This fascinating combination of mausoleums immersed in nature finds perfect balance in the Lodi Gardens.","latitude":28.634,"longitude":77.233,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/11\/delhi_event-10695.jpeg?event","url":"https:\/\/www.musement.com\/en\/delhi","event_count":1,"list_count":0,"venue_count":0},{"id":161,"top":false,"name":"Split","content":"Being the second largest city in Croatia, Split is no less bustling and lively. Its central position, facing the Adriatic sea, makes it the perfect spot to start from to explore the surrounding area, includng the charming islands. But Split is also a delightful destination to visit on its own, with its mixture of styles from Roman ruins to Byzantine arches, from Venetian boardwalks to African influences.Arriving by ferry, the city will certainly make an impression on you with the stunning view of the coastal mountains against the sparkling sea. The Diocletian's Palace is its most recognizable landmark, a majestic Roman Palace and Unesco World Heritage Site. You will be surprised to discover that the look of the Palace is the one of a labirinth of narrow streets packed with restaurants, shops and bars rather than a mansion filled with ancient artifacts.","more":"A relaxing stroll on the Riva, the gorgeous waterfront recently renovated, is certainly a must before if spending the day immersed in the architecture of the Palace, with the octagonal Cathedral of St Domnius, the underground cellars, the Peristyle Square, the Cathedral of St Duje and the Temple of St Jupiter.You can then decide to stay in an art mood and visit the Meštrovi? Gallery, hosting the collection of the most important croatian sculptor, or be charmed by the turquoise waters of the Adriatic and sail towar one of the nearby islands: Hvar, Bra?, Vis and Kor?ula.","latitude":43.508,"longitude":16.442,"country":{"id":43,"name":"Croatia","iso_code":"HR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/19\/split_event-18564.jpeg?event","url":"https:\/\/www.musement.com\/en\/split","event_count":9,"list_count":0,"venue_count":2},{"id":163,"top":false,"name":"Beijing","content":"The capital of the People's Republic of China, Beijing is the nation's political, economic and cultural center. Being the capital of the country for about 850 years, Beijing is one of the Four Great Ancient Capitals of China, offering China's most wonderful array of attractions. Despite comparatively high air ticket prices, the tours of Chinese destinations are incredibly popular, but no other city in the nation persuades more travelers to visit it, like Beijing. The majority of tourists come to experience the centuries-old culture, which sets the whole country of China so far apart from the rest of the world. Food lovers from the ends of the earth are craving to come for countless exotic delicacies. For history enthusiasts, the city is prescious from the point of view of its unique heritage, the most famous object of which is the Great Wall of China. This is, arguably, one of the greatest constructions in the world.","more":"As the ancient saying goes, one who fails to reach the Great Wall is not a true hero. A new saying would probably be something like \"no trip to Beijing is complete without the tour of the Great Wall\". Among many historical ruins of the Great Wall in Beijing, the wall built during the Ming Dynasty (1368 - 1644) is the most often seen and best preserved, stretching away as far as the eye can see and containing about 71 passes and countless towers.However, the wall is not all Beijing is worth visiting for. There is no building in the city that doesn't have at least some national historical significance. Located right at the heart of Beijing is the Forbidden city, the ancient home to the emperors of the Ming and Qing dynasties and the largest palace complex in the world. The Forbidden City also hosts the Palace Museum with imperial collections of Chinese art. This is another must-see site in Beijing.","latitude":39.917,"longitude":116.413,"country":{"id":36,"name":"People's Republic of China","iso_code":"CN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/beijing_event-11413.jpeg?event","url":"https:\/\/www.musement.com\/en\/beijing-5","event_count":6,"list_count":0,"venue_count":0},{"id":164,"top":false,"name":"Hong Kong","content":"Shaped by a fusion of different cultures, Hong Kong has a long and remarkable history. Through the years, it has gradually changed from a fishing village, to a military port, and finally to an international trade and commerce centre, a site of outstanding architecture and a vibrant metropolis. Tours to Hong Kong are always in demand regardless of the city’s relative remoteness from the world’s major sites and higher ticket rates. Once you have arrived in Hong Kong, you may like it or not, but one may safely venture to say that the city won’t leave you indifferent. The city is made up of four parts: Hong Kong Island, Kowloon Peninsula, the New Territories and the Outlying Islands. Each of the parts is worth exploring for different reasons. Kowloon, with its numerous restaurants devoted to international cuisines, is a paradise for gourmets. Asian specialities, from exotic seafood to a variety of delicious deserts, are very much in the spotlight here.","more":"The New Territories and Outlying Islands are ideal places to experience a peaceful and natural holiday outdoors. And this is one more amazing thing about Hong Kong: one of the world's most densely populated cities with more than 7,000,000 permanent residents, it has managed to organically fit the elements of urban design into the natural landscape. Among the most admirable highlights of Hong Kong is Victoria Peak, a mountain in the western half of the Hong Kong Island, which is, probably, the best place to admire the lights of this Oriental Pearl. Its modish restaurants and large cozy terraces are ideally suited for enjoying the bustling Hong Kong from above. Another favorite attraction in this part of Hong Kong is the Madame Tussaud Wax Museum exhibiting realistic figures of celebrities.","latitude":22.267,"longitude":22.267,"country":{"id":250,"name":"Hong Kong","iso_code":"HK"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/14\/hong-kong_event-13696.jpeg?event","url":"https:\/\/www.musement.com\/en\/hong-kong","event_count":3,"list_count":0,"venue_count":0},{"id":169,"top":false,"name":"Cagliari","content":"Cagliari is a beautiful city with ancient history, the administrative center town of the island, having been the capital of the province of Sardinia et Corsica during the Roman period under the name of Karalis. Subsequently it was the capital of the Kingdom of Sardinia from 1324 to 1720, and then from 1798 to 1814.Legend has it that Caralis was founded by Aristaeus, son of the god Apollo and the nymph Cyrene, in the fifteenth century b.C. Its long history and the various dominations and outside influences have meant that the city has a very rich cultural and architectural heritage.The fortified district of Castello is the Medieval heart of the city, which until the Second World War was the residence of the nobles. A religious building worthy of note is the Basilica of San Saturnino, which is the oldest church in Sardinia which we have news, built in the fifth century and restored in the Romanesque period. Do not miss the archaeological site of Tuvixeddu, the largest Phoenician-Punic necropolis still exists that stands on the hill of the same name. In addition to the Punic tombs are also tombs from the Roman era.","latitude":39.218,"longitude":9.115,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/09\/cagliari_event-8090.jpeg?event","url":"https:\/\/www.musement.com\/en\/cagliari-1","event_count":5,"list_count":0,"venue_count":0},{"id":172,"top":false,"name":"Bariloche","content":"Bariloche, Argentina is a city well known for its great mountains for skiing, beautiful landscapes and numerous paths for trekking and climbing. This wondrous city lies just at the base of the Andean mountains and gives you the possibility to see a variety of landscapes from magnificent mountains to picturesque open fields while enjoying the numerous outdoor activities. Here you will be able to see the magnificent snow capped mountains of Tronador, Cerro Catedral, Cerro López and enjoy the peacefulness of the beautiful lakes of Nahuel Huapi, Gutiérrez, Moreno and Mascardi. Bariloche is also famously known as the Switzerland of the Americas for its Swiss like atmosphere from their chocolates, to their boutiques, to their breweries.","more":"During the winter months in Bariloche, which are normally June – August, the city becomes a hot spot for skiers, snowboarders and mountain bikers. Then in the summer months, January – April, Bariloche becomes a popular destination for those who enjoy relaxing by the lake, water sports, hiking, trekking and climbing. Bariloche has become an increasingly popular vacation destination among nationals and international travelers a like due to the city’s charm and wide variety of activities that are available. This is a great city to take in the splendor of all the natural beauty that surrounds you and enjoy the charm of the city.","latitude":-41.134,"longitude":-71.315,"country":{"id":7,"name":"Argentina","iso_code":"AR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/09\/bariloche_event-8490.jpeg?event","url":"https:\/\/www.musement.com\/en\/bariloche","event_count":5,"list_count":0,"venue_count":0},{"id":174,"top":false,"name":"Granada","content":"Granada is a city with a unique face in Europe and around the world, because of its perfect synthesis of typical elements of Iberian and Arabic cultures. Granada, which was conquered by the Moors such as much of Spain, was the last city to be taken over by the Catholic monarchs in 1492, thus maintaining a strong Middle Eastern sign. The particular charm of this Andalusian town origins from this \"mezcla\" (mixture) and also from the geographical position of Granada, which lies between two rivers, at the foot of the Sierra Nevada and not far from the Mediterranean Sea.The most important and famous attraction of the city is undoubtedly the Alhambra, a Moorish fortress that was built in the XIV century and contains the splendid palaces where Arab emirs lived, with magnificent mosaic tiling, patios and gardens.","more":"The Alhambra was declared a UNESCO World Heritage Site, along with the Moorish Albaicín district (with the breathtaking view of the Mirador San Nicolas) and the gardens of the Generalife, a suggestive crowning of the rural residence of the emirs.Granada also shows a typically Western sign, which is evident in charming Renaissance buildings such as the Cathedral, one of the major works of the Spanish Renaissance.A lively university city, Granada has so much to offer in terms of entertainment, nightlife, bars (such as the bars of Calle Elvira and the Middle East teahouses of Calle Caldereria Nueva) and gastronomic delights (try the tortilla of Sacromonte, gazpacho, beans with jamón, migas and remojón).","latitude":37.178,"longitude":-3.599,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/09\/granada_event-8323.jpeg?event","url":"https:\/\/www.musement.com\/en\/granada","event_count":8,"list_count":0,"venue_count":1},{"id":179,"top":false,"name":"Vancouver","content":"Known as one of the greates cities to live in the world, Vancouver is situated on the coast of mainland British Columbia, in Canada. The unique mix of cultures that characterizes Vancouver has made it earn the name \"city of neighbourhoods\", each with its own identity. Facing the Pacific Ocean and surrounded by the Coast Mountains, it offers a wide range of opportunities for outdoor activities, such as hiking, biking, camping and climbing. At the same time, the metropolitan facet of Vancouver will keep you busy among its cultural attractions and cosmopolitan services.","more":"The nature that characterizes Vancouver, with sparkling waters, magnificent mountains and trails across colorful forests, is certainly one of its distinctive traits. Among the \"hotspots\" not to be missed, the Vancouver Art Gallery, a lively part of the cultural scene in the city and the Vancouver Acquarium, full of attractions suitable for all ages.Throughout the year, the cosmopolitan facet of the city offers opportunities for shopping, live entertainment and sporting events, while the multicultural vibes nurtures a unique local food scene, making both visitors and locals experience a variety of tastes and colors.","latitude":49.263,"longitude":-123.116,"country":{"id":31,"name":"Canada","iso_code":"CA"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/vancouver_event-9626.jpeg?event","url":"https:\/\/www.musement.com\/en\/vancouver","event_count":3,"list_count":0,"venue_count":0},{"id":180,"top":false,"name":"Aurangabad","content":"Located in the state of Maharashtra, between the rivers Kham and Sukhna, Aurangabad was founded in 1610 by the Mughal Emperor Aurangzeb.The huge historical gates, which can be seen all over the city, echo the time when Aurangabad was a fortified capital from 1653 to 1707. Today, the city serves as the headquarters of the enormous district, offering modern services and amenities. The craft of Mashru and Himroo, fabric made of cotton and silk with the luster of satin, is one of the most well-known local industries.Not far from the city, a replica of the Taj Mahal, Bibi-Ka-Maqbara, arises from the Bani Begum Gardens surrounded by fountains, fluted pillars, and monumental domes. The tomb was built in memory of Aurangazeb's wife, Begum Rabia Durani, and although its proportions and details are less magnificent than the Taj Mahal, the strong resemblance to the architectural masterpiece earned it the name of Dakkhani Taj.","more":"Aurangabad functions as a gateway to explore two magnificent World Heritage Sites: the rock-cut Buddhist monuments of Ajanta and the cave temples of Ellora. The 34 caves of Ellora host sanctuaries devoted to Buddhism, Hinduism, and Jainism as well as the world's largest monolithic sculpture, the Kailash Temple. The 29 caves of Ajanta, with outstanding paintings and sculptures, represent masterpieces of Buddhist religious art.Aurangabad also has three museums housing the art treasures of the region – the Sunheri Mahal Museum, the University Museum, and the Chhatrapati Shivaji Museum.","latitude":19.876,"longitude":75.344,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/11\/aurangabad_event-10696.jpeg?event","url":"https:\/\/www.musement.com\/en\/aurangabad","event_count":2,"list_count":0,"venue_count":0},{"id":181,"top":false,"name":"Kochi","content":"Kochi, also known as Cochin, is situated on the southwest coast of the Indian peninsula in the picturesque state of Kerala, often referred to as “God's Own Country”. The city's nickname, the Queen of the Arabian Sea, highlights its role as the commercial and industrial capital of the state. In fact, as a main port city, it has been the center of the spice trade and a destination for travelers from across the globe, especially the Portuguese, Dutch, Arabs, Chinese, and Japanese.In Kochi, old-world charm and modernity blend together to create fascinating contrasts. Trading partners in the past contributed to the rise of a cosmopolitan culture, whose openness and ever-changing atmosphere can be still seen today.","more":"Mainland Ernakulam is a mix of skyscrapers, shopping malls, and busy streets, all underlining the global role of the city. At the same time, the rich heritage and diverse communities, typical in the historical neighborhoods of Fort Cochin and Marrancherry, reveal their roots in history with 400-year-old synagogues, mosques, and palaces.Kochi is also an ideal starting point to visit the surrounding islands, connected by ferries and bridges, as well as a gateway to the fascinating state of Kerala.","latitude":9.929,"longitude":76.276,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/11\/kochi_event-10697.jpeg?event","url":"https:\/\/www.musement.com\/en\/kochi","event_count":4,"list_count":0,"venue_count":0},{"id":182,"top":false,"name":"Mumbai","content":"Formerly known with the British name Bombay, Mumbai is the largest city in India and the capital of the Maharashtra state. Mumbai is a metropolis, a cultural headquarters, a commercial powerhouse, a liberal and modern melting pot, all at once. The city is made up of seven islands where skyscrapers, villas, and 5-star hotels tower beside slums and shanties. The “Mumbaikans”, the name for the citizens of Mumbai, are a fascinating mix of ethnicities, levels of wealth, and status. This diversity reflects in the steady stream of cultural activities, shows, and performances. The city is also the epicenter for the Hindi film industry, called Bollywood, which has the largest production of films in the world.","more":"Mumbai's most recognized and ambivalent monument is the Gateway of India. The triumphant arch was built to commemorate the visit of Britain’s George V and Queen Mary in 1911 and designed to be the first thing to be seen when approaching Mumbai by boat. Perhaps ironically, it also symbolizes the end of the imperial rule: in 1947 the British troops passed through the gateway marking the country's independence.Mumbai is also the home of many buildings with captivating architecture, such as the Victoria Terminus, the city's principal railway station, and the Prince of Wales Museum, a fascinating construction preserving archeological, religious, and natural artifacts.A visit to the colorful markets and bazaars, such as Crawford Market and Chor Bazaar, is definitely a must-see.","latitude":19.06,"longitude":72.894,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/mumbai_event-9887.jpeg?event","url":"https:\/\/www.musement.com\/en\/mumbai","event_count":6,"list_count":0,"venue_count":0},{"id":185,"top":false,"name":"Calcutta","content":"Known in English as Calcutta and located on the east bank of the Hooghly River, Kolkata is the capital of the Indian state of West Bengal.Because it was the capital of India during the British empire, colonial architecture shaped the look of the city alongside modern buildings, hotels, and shopping malls. However, the modern and wealthy face of the city is in extreme contrast with the poverty that has spread through the urban slums.The colonial past influenced the city's role as the intellectual capital of India: the creative energy that pervades the city is tangible throughout the many cultural shows for art, cuisine, cinema, and music.","more":"One of the best things to do in Calcutta is to visit the Victoria Memorial Hall, with its museum and surrounding gardens. This magnificent building, created for Queen Victoria of the United Kingdom, has a mix of European architecture with some Mughal Indian design elements. Containing everything from a lake, to a rock garden, to a zoo, the Marble Palace conjures up Calcutta's splendor with its impressive architectural details.The Dakshineswar Kali Temple and the Kalighat Kali Temple are destinations for both tourists and worshippers. Make sure to add a view from the Howrah Bridge to your to-do list, considered one of the busiest cantilever bridges in the world, and don't forget to shop at the New Market.","latitude":22.649,"longitude":88.347,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/calcutta_event-9889.jpeg?event","url":"https:\/\/www.musement.com\/en\/calcutta","event_count":2,"list_count":0,"venue_count":0},{"id":186,"top":false,"name":"Chennai","content":"Formerly known as Madras, Chennai is the gateway to South India and also the capital of the southeastern state of Tamil Nadu and the fourth largest metropolitan city in the country.This 350-year old city has traditionally been an epicenter for art and culture. Music, art, theater, and cinema converge in colorful expressions. From Carnatic Music to the \"Bharatanatyam\" dance, from a vibrant theater scene to \"Kollywood\" – the Tamil movie industry, Chennai is home to a vibrant array of cultural performances.Chennai is home to many natural sites. The Guindy National Park, just to name one, provides a unique example of a natural environment in the heart of a metropolis.","more":"Chennai contains natural environments, Marina Beach for example, as well as temples and churches, such as the Parthsarthy Temple and Kapaleeshwar Temple. It also includes the comforts of a cosmopolitan city in the form of shopping venues and hotels.Near Marina Beach is Fort St. George, historically famous under the name of White Town. It's an example of military architecture that represents the first British establishment in India. The Fort includes a museum, containing artifacts from the colonial period with displays of coins, medals, paintings, and letters.","latitude":13.06,"longitude":80.227,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/chennai_event-9890.jpeg?event","url":"https:\/\/www.musement.com\/en\/chennai","event_count":3,"list_count":0,"venue_count":0},{"id":187,"top":false,"name":"Goa","content":"Compared to the rest of India, Goa has an identity all its own. The Portuguese ruled until 1961 and while it is the smallest state in the country, it is probably best-known for its heavenly landscape of white beaches against the sparkling waters of the Arabian Sea.From hippies to tourists, from pilgrims to explorers, in Goa East meets West in every aspect of its lifestyle. For example, you can see it in the local cuisine, with its contrasting flavors and tastes, as well as in the architecture, reflecting Indian and Portuguese traditions with a touch of Islamic style.The state is divided in two districts: North Goa and South Goa. The former, known for moon parties on beaches and dotted with temples peeking from the branches of palm trees. The latter, switching peacefully between natural paradises and relaxed villages.","more":"The state has two World Heritage Sites: the Bom Jesus Basilica, where relics of the Spanish Saint, St. Francis Xavier, are kept, and the churches and convents of Old Goa, where you can go back in time to the old Portuguese splendor.Panjim, the state capital, has preserved its Portuguese heritage with narrow winding streets, old houses with hanging balconies, red-tiled roofs, and many small bars and cafes. The Church of Our Lady of the Immaculate Conception is the city's focal center.There are definitely many natural landscapes to discover in Goa. Apart from the beautiful beaches, you can see the tropical paradise in Palolem or the waterfalls at Dudhsagar, the second highest in India, and certainly a spectacular sight to see.","latitude":15.566,"longitude":73.835,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/10\/goa_event-9891.jpeg?event","url":"https:\/\/www.musement.com\/en\/goa","event_count":1,"list_count":0,"venue_count":0},{"id":188,"top":false,"name":"Kyoto","content":"Kyoto","latitude":35.052,"longitude":135.757,"country":{"id":84,"name":"Japan","iso_code":"JP"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/thumb_30433_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/kyoto","event_count":2,"list_count":0,"venue_count":0},{"id":189,"top":false,"name":"Tokyo","content":"Tokyo","latitude":35.69,"longitude":139.692,"country":{"id":84,"name":"Japan","iso_code":"JP"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/thumb_30434_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/tokyo","event_count":1,"list_count":0,"venue_count":0},{"id":195,"top":false,"name":"Mexico City","content":"Mexico City corresponds to the Federal District, the site of the powers of the Union and capital of the United Mexican States. The political, economic, and cultural center, Federal District contains a tenth of the population of Mexico. Mexico City is also the biggest city in the country and one of the largest in the world.When they arrive, visitors will find themselves in front of one of the largest urban points in the world, divided into 16 delegations and 300 colonies – or neighborhoods – with contrasting characteristics which make this city a truly fascinating place. At the beginning its enormity can frighten first-time visitors, but at the same time, it is an important source of cultural wealth.Luckily, the majority of the main attractions are concentrated in the center of the city: Constitution Square – commonly known as El Zócalo – the majestic Metropolitan Cathedral, the National Palace, and the archeological site of Templo Mayor. Moreover, Mexico City offers a wealth of museums situated in colonial homes. A few blocks away you can find Plaza Garibaldi, the unforgettable mecca for anyone who wants to experience Mexico in its most profound character, surrounded by strong aromas of tequila and mariachi music. Walking west, only 20 minutes away, you can reach Republic Square, where you can find the Monument to the Revolution, with an underground museum.","more":"Mexico City perfectly blends tradition and modernity, it boasts all the ingredients necessary to capture the attention of its visitors, thanks to the beauty of its buildings, the great number of museums, its parks, restaurants, and shops which liven up the various neighborhoods. If you want to take a break and get away from the chaos for a bit, treat yourself to a walk in the tranquil neighborhood of Coyoacán, one of the oldest and most beautiful of Mexico City. Here you must visit the Blue House, which was the home of the famous Mexican painter, Frida Kahlo. The house belonged to the Kahlo family starting in 1904 and in 1968 it was transformed into a museum, four years after the artist's death.If you find yourself in Mexico City and you are a music lover, don't forget to include the shows at the Palace of Fine Arts in your itinerary.If time allows it, visit Chapultepec Forest, one of the biggest oases in the city. With an area of 657 hectares, it is divided in three sections with forests, lakes, and various attractions.Additionally, you can't forget about the National Autonomous University of Mexico (UNAM), which was declared a World Heritage Site in 2007. On the campus you can admire splendid works of Mexican muralists. Among these figures are the murals of the Olympic Stadium – which hosted the Games in 1968 – signed by the famous Mexican muralist Diego Rivera.","latitude":19.425,"longitude":-99.141,"country":{"id":112,"name":"Mexico","iso_code":"MX"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/mexico-city_event-11939.jpeg?event","url":"https:\/\/www.musement.com\/en\/mexico-city","event_count":5,"list_count":0,"venue_count":0},{"id":196,"top":false,"name":"Mérida","content":"Mérida is the capital and the biggest city in the Mexican state of Yucatan. The city was founded in 1542 by Francisco de Montejo \"el Mozo\"and built on the sight of the ancient Mayan city T'ho, which means “city of the five hills”. It's interesting to remember that Mérida was built as a fortified city, which explains the fact that many of its gates remain completely intact.Another distinct aspect about Mérida is its historical center, the second biggest in Mexico, after the one in Mexico City. Mérida is also called “The White City”, due to predominance of the color of limestone used as a construction material.On your itinerary you can't miss a visit to the Cathedral of San Ildefonso, the oldest on the continent. It was built from 1561 to 1598 with stones from the ruins of Mayan pyramids and temples. You can admire the buildings of Plaza Grande and Cristo de las Ampollas (Christ of the Blisters), the most famous religious object in Mérida.","more":"Mérida is a modern and cosmopolitan city, which offers tourists various museums, art galleries, restaurants, shops, and boutiques. All of this, without forgetting that it's one of the best places for learning about Mayan heritage.Thanks to its geographic position, a strong Spanish influence, and its isolation from the other parts of Mexico, the city developed its own cultural and political identity. In fact, in Mérida you will discover unique traditions, which show themselves in the local clothes, language, and way to celebrate festivals.Another aspect which distinguishes Mérida from the other Mexican cities is its cooking, which has been influenced by the local indigenous culture and flavors from the Caribbeans, Mexico, Europe, and the Middle East.","latitude":20.969,"longitude":-89.595,"country":{"id":112,"name":"Mexico","iso_code":"MX"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/merida_event-11835.jpeg?event","url":"https:\/\/www.musement.com\/en\/merida","event_count":4,"list_count":0,"venue_count":0},{"id":197,"top":false,"name":"Guadalajara","content":"Guadalajara is the capital, political, and economic center of Jalisco (a western Mexican state). It is the second biggest city of the country and one of its main tourist destinations. Travelers find this city everything they're looking for in an unforgettable trip. Here the attractions and advantages of a modern city are in perfect harmony with traditional attractions. Moreover, Guadalajara boasts an architecture which varies from colonial to modernism.Once you've arrived in the city, remember that this is the birth city of mariachis and tequila! Guadalajara represents one of the most important industrial and commercial centers of the country, which explains why it is sometimes called the Silicon Valley of Mexico.One of the main tourist attractions of the city is the Cathedral, which you can find in the heart of Guadalajara, with its two precipitous towers and central dome. North of the church there is the Rotunda of Illustrious Men, a green area which contains a circular monument with 17 columns around the edge, where the statues which surround it represent the illustrious sons of Jalisco. Behind the cathedral you can find the large Plaza de la Liberación, which commemorates the abolition of slavery by Miguel Hidalgo.","more":"On one of the edges of the plaza you can find the Degollado Theater, where the Folkloric Ballet of Guadalajara is performed. In the back of the theater you can find a fountain which depicts the founders of the city and where Plaza Tapatia begins, which extends over 800 meters to the Cabañas Cultural Institute, known as the Cabañas Home. You will love the beauty of this neoclassic building, an emblem of the city. Inside some frescos of the Mexican muralist and lithographer José Clemente Orozco are conserved. In 1997 it was declared a World Heritage Site by UNESCO.","latitude":20.659,"longitude":-103.351,"country":{"id":112,"name":"Mexico","iso_code":"MX"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/12\/guadalajara_event-11824.jpeg?event","url":"https:\/\/www.musement.com\/en\/guadalajara","event_count":5,"list_count":0,"venue_count":0},{"id":199,"top":false,"name":"New Orleans","content":"Straddling the majestic Mississipi River, New Orleans is located in southeastern Louisiana and it is known as the northernmost Carribean City.In 2005 the city has been hit by Hurricane Katrina, which consequences has impacted New Orleans socially, politically and economically. However, the disaster has never affected its motto, Laissez les bons temps rouler, as well as its distinctive mark of joyfulness. Every day people from all over the world come here to feel this charm and tour the highlights of the city.New Orleans is a unique blend of architectural styles, reflecting the city's historical roots and multicultural heritage. The poliedric cultural influences can be also tasted in the blended aromas of African, Spanish, French, Italian and Carribean kitchen, or in the echoes and beats of music bouncing from every corners.","more":"A visit to New Orleans is not complete without a stroll in the charming French Quarter. The area blends together history, magic and fun. Here you can have your palm read in Jackson Square, follow the traces of the Vodoo culture, which made its way to New Orleans through established French, Spanish and Indian traditions. If this is not your cup of tea, you can join the bustle of pubs and clubs that dominate the area at night, recalling Mardi Gras all year round.A stop to City Park, the fifth-largest nation urban park, will make you discover a beautiful natural area, with many activities and the chance to see birds and even alligators. You can get there by hopping on the Canal streetcar and enjoy some sightseeing on your way. City Park is also home of the New Orleans Museum of Art with its beautiful sculpture garden. There are many other museums throughout the city, in particular, the National World War II Museum will satisfy your historic curiosity.","latitude":29.957,"longitude":-90.073,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/19\/new-orleans_event-18890.jpeg?event","url":"https:\/\/www.musement.com\/en\/new-orleans","event_count":9,"list_count":0,"venue_count":0},{"id":201,"top":false,"name":"Modena","content":"Modena was the capital of the duchy of Este in the XVI century and its history and its monuments are strongly tied to the fate of this family. Today this metropolitan city is one of the most important European economic, thanks to its engineering and food industries.The three monuments are in this historic center that are only a few meters away from each other. Each monument is a part of the UNESCO World Heritage site: Piazza Grande, the Civic Tower and the Duomo. The Duomo, known as the Metropolitan Cathedral of Santa Maria Assunta, is a masterpiece of a Romanesque artist, whose crypt houses the relics of the patron saint of the city. At his side stands the bell tower, also called Ghirlandina, that reaches more than 86 meters and recognizable from several kilometers away, a true symbol of Modena.Since 2012, Modena also houses a museum dedicated to Enzo Ferrari, the famous racecar driver and founder of the historic motorist house that bears his name.","latitude":44.648,"longitude":10.924,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/13\/modena_event-12905.jpeg?event","url":"https:\/\/www.musement.com\/en\/modena","event_count":3,"list_count":0,"venue_count":1},{"id":203,"top":false,"name":"Varese","content":"Known as the \"Garden City\" because of its beautiful gardens and park, Varese is a municipality located in the north of Italy.The town offers many activities for an immersion in the nature, a visit at some of the landmarks and monuments as well as exhibitions and cultural venues. At the same time, the surrounding area is the perfect scenery for a stroll or a bike ride throughout the picturesque paths.Varese can be visited in one or more days: you can either decide to go on a stroll through the squares and the alleys of the historic center, or satisfy your crave for culture exploring the wonderful villas and gardens.","more":"Among the beautiful villas, the Estensi Palace and Gardens are a must, along with Villa Mirabello which hosts the Archeological Museum. The Masnago Castle is also the venue for a Gallery of Modern and Contemporary Art, while Villa Panza is a gem in itself hosting a rich program of temporary exhibitions.For those who loves nature but also want to relax, Zanzi Park is the perfect location for a stroll beside the lake. The area is also equipped with bike paths around the lake, for those who prefer going out for adventures and discoveries.","latitude":45.821,"longitude":8.826,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/19\/varese_event-18111.jpeg?event","url":"https:\/\/www.musement.com\/en\/varese","event_count":5,"list_count":0,"venue_count":1},{"id":204,"top":false,"name":"Toledo","content":"Declared a World Heritage Site by UNESCO in 1986, Toledo is 70 km from Madrid, and is a fascinating city-museum. It is the capital of the province of the same name as well as the autonomous community of Castilla-La Mancha.It is one of the oldest centers of Europe and it has a rich artistic heritage dating back to almost every period in history: Arabian, Gothic, Mudéjar, Renaissance, and Baroque. Toledo is called the “City of Three Cultures” since Christians, Muslims, and Jews all live there together. This city is not divided into clear districts for each of these religions, but there are areas where it's possible to see a greater influence from each of them. In the 16th century, Toledo was also the place of residence of the great painter El Greco.","more":"The city offers numerous touristic places, including the Alcázar, the Monastery of San Juan de los Reyes, and the Cathedral. Among the main museums are the Museum of El Greco, the Victorio Macho Museum, and the Cathedral Museum.","latitude":39.863,"longitude":-4.027,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/14\/toledo_event-13377.jpeg?event","url":"https:\/\/www.musement.com\/en\/toledo","event_count":4,"list_count":0,"venue_count":0},{"id":205,"top":false,"name":"Las Palmas","content":"Las Palmas is the capital of Gran Canary Islands and the province of Las Palmas. It is located in the northeast of the island of Gran Canary and is the largest and most populous city of the Canary Islands, with its 382,296 inhabitants. The city has its origins in the colonial district of Vegueta, where the religious, political and administrative powers still exist today, concentrated around the Plaza de Santa Ana, Town Hall, Cathedral and the bishopric. Walking through the streets allows visitors to travel through history and stop at some of the most intense periods of the city. Vegueta holds the main museums, cultural centers and education centers of the city. Among them is the Casa de Colón, where you can see the most interesting aspects of the voyage of Christopher Columbus to America. Stay in the city that houses Museo Canario where you can learn about the historical ruins of the ancient inhabitants of the island of Gran Canary and the Museum of Sacred Art that offers an exhibition of various pieces of religious devotion. There is also the Atlantic Centre of Modern Art, which is considered one of the most innovative and interesting rooms of the national art scene.","more":"Another element that defines the identity of the city is the Carnival of Las Palmas, which is one of the most important events in Canary. The municipality of Las Palmas is 8 meters above sea level (in the southernmost part) . It has a climate with little rainfall with an average temperature of 22 ° C and the beaches are a fundamental part of the urban landscape of the city. One of the most famous beaches are Las Canteras, the \" crown jewel \" of Las Palmas. Las Canteras is located in the north of the city, this golden sandy beach has a \"bar\", a limestone reef more than 100,000 years old. For the people of Las Palmas, their beaches are their places of rest, sports and fun in the sun: a true extension of the home itself!","latitude":28.129,"longitude":-15.436,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/14\/las-palmas_event-13531.jpeg?event","url":"https:\/\/www.musement.com\/en\/las-palmas","event_count":1,"list_count":0,"venue_count":0},{"id":209,"top":false,"name":"Tampa Bay","content":"When people refer to Tampa Bay, they're often referring to the city of Tampa. However, it's impossible to talk about only Tampa when it's surrounded by the natural beauty of Florida's largest open-water estuary. It's a region teeming with wildlife, from small oysters and shrimp to large bottlenose dolphins and gentle manatees.","more":"The area is filled with attractions for learning more about local wildlife and having fun in Florida. You can visit the Florida Aquarium and see over 20,000 sea creatures or visit the giraffes and orangutans at Tampa's Lowry Park Zoo. When you're ready for a bit of excitement, spend a day at Busch Gardens Tampa and have a blast with all the rides, live shows, and games. If you want to see some exquisite beauty, head over to the Chihuly Collection with large-scale glass installations that will leave you breathless. Tampa Bay offers all this and more in sunny Florida.","latitude":27.947,"longitude":-82.459,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/14\/tampa-bay_event-13914.jpeg?event","url":"https:\/\/www.musement.com\/en\/tampa-bay","event_count":1,"list_count":0,"venue_count":0},{"id":213,"top":false,"name":"San Jose","content":"Surrounded by picturesque mountains and valleys, San Jose, the capital of Costa Rica, is the hub of the country. It has excellent museums, cultural venues, good hotels and authentic restaurants. The best way to experience the city's lively scene is to take a stroll downtown, enjoying its eclectic, historic architecture and sometimes stopping for a coffee or snack in any of the area's quirky spots. A walking tour of the area might be a good option for those who like to learn about history on foot. One of the most interesting museums in San Jose is Museo Nacional. It has a large butterfly garden and a collection of large stone spheres from the Diquis Valley near the Pacific Ocean. The building which hosts the museum is itself a sight to behold: this is an old fort called Cuartel Bellavista.","latitude":9.728,"longitude":-84.165,"country":{"id":41,"name":"Costa Rica","iso_code":"CR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/san-jose_event-14803.jpeg?event","url":"https:\/\/www.musement.com\/en\/san-jose","event_count":8,"list_count":0,"venue_count":0},{"id":217,"top":false,"name":"Easter Island","content":"Easter Island is a Chilean island in the southeastern Pacific Ocean, at the southeasternmost point of the Polynesian Triangle. Easter Island is famous for its 887 extant monumental statues, called moai, created by the early Rapa Nui people. In 1995, UNESCO named Easter Island a World Heritage Site, with much of the island protected within Rapa Nui National Park.Polynesian people settled on Easter Island in the first millennium CE, and created a thriving culture, as evidenced by the moai and other artifacts. However, human activity, the introduction of the Polynesian rat and overpopulation led to gradual deforestation and extinction of natural resources, which caused the demise of the Rapa Nui civilization. Easter Island is one of the most remote inhabited islands in the world.The nearest inhabited land (around 50 residents) is Pitcairn Island, 2.075 kilometres away; the nearest town with a population over 500 is Rikitea, on the island of Mangareva, 2.606 km away; the nearest continental point lies in central Chile, 3.512 km away.Easter Island is a special territory of Chile that was annexed in 1888. Administratively, it belongs to the Valparaíso Region, and, more specifically, it is the only commune of the Province Isla de Pascua.","country":{"id":35,"name":"Chile","iso_code":"CL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/easter-island_event-14282.jpeg?event","url":"https:\/\/www.musement.com\/en\/easter-island","event_count":3,"list_count":0,"venue_count":0},{"id":218,"top":false,"name":"Puerto Natales","content":"Puerto Natales is a city in Chilean Patagonia. It is the capital of both the commune of Natales and the province of Última Esperanza, one of the four provinces that make up the Magallanes and Antartica Chilena Region in the southernmost part of Chile. Puerto Natales is the only city in the province it is located 247 km lying northwest of Punta Arenas. It is the final passenger port of call for the Navimag ferry sailing from Puerto Montt into the Señoret Channel as well as the primary transit point for travellers to Torres del Paine National Park, Chile.The city was later settled by European immigrants, primarily Germans, British, including English, Welsh and Scots, Croats, Greeks, Italians and Spaniards. It was then settled by Chilean people, with a substantial number coming from the island of Chiloé, all attracted by the sheep breeding industry.","latitude":-51.733313,"longitude":-72.517298,"country":{"id":35,"name":"Chile","iso_code":"CL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/16\/puerto-natales_event-15749.jpeg?event","url":"https:\/\/www.musement.com\/en\/puerto-natales","event_count":2,"list_count":0,"venue_count":0},{"id":219,"top":false,"name":"Puerto Varas","content":"Puerto Varas - also known as \"La ciudad de las rosas\" or \"The city of roses\" - is a city and commune located in the southern Chilean province of Llanquihue, in the Los Lagos Region.The city is known for its German traditions, its natural environment, and its popularity as a tourist destination, with a scenic location close to mountains, lakes and national parks. It is located 20 kilometres from the city of Puerto Montt on the shore of Llanquihue Lake, the second largest lake in Chile. Puerto Varas is the southernmost of a string of towns on the western shore of Llanquihue Lake that includes Frutillar, Llanquihue and Puerto Octay.Puerto Varas is a popular tourist destination with its distinctive German-inspired architecture, wide variety of hotels and inns, a casino, a beach and striking views over the lake to the Osorno and Calbuco volcanoes.","more":"Visitors can take part in a range of outdoor sports including kayaking, fishing and trekking, and there is a winter ski centre on the slopes of Osorno Volcano. It is a good base for excursions to nearby natural landmarks including the emerald Todos los Santos Lake, the picturesque Petrohué Falls, Vicente Pérez Rosales National Park and Puyehue National Park as well as Osorno Volcano.Puerto Varas is the starting point for bus and boat crossings across the Andes to San Carlos de Bariloche, Argentina.","country":{"id":35,"name":"Chile","iso_code":"CL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/puerto-varas_event-14314.jpeg?event","url":"https:\/\/www.musement.com\/en\/puerto-varas","event_count":4,"list_count":0,"venue_count":0},{"id":220,"top":false,"name":"Copenhagen","content":"Copenhagen was founded as a Viking fishing village in the 10th century and became the capital of Denmark in the early 15th century.Copenhagen has a wide array of museums of international standing such as the National Museum, the Denmark's National Gallery and the Ny Carlsberg Glyptotek.","latitude":55.679301,"longitude":12.569422,"country":{"id":47,"name":"Denmark","iso_code":"DK"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/copenhagen_event-14311.jpeg?event","url":"https:\/\/www.musement.com\/en\/copenhagen","event_count":1,"list_count":0,"venue_count":0},{"id":221,"top":false,"name":"Punta Arenas","content":"Located along the Magellan Strait,in the Brunswick Peninsula, PuntaArenas is the capital of the region of Magallanes and Chilean Patagonia.Formerly it was called \"Punta Arenosa\", a literal translation of the English name Sandy Point given to this little tour territory in the seventeenth century by John Byron. Punta Arenas was founded in 1848.The city is the ideal starting point for excursions to the Strait of Magellan and the Tierra del Fuego. From Punta Arenas you can travel the roads leading to the Seno Otway, place of great touristic and scientific interest, where the Pingüinera is found. There, visitors can see hundreds of Magellanic penguins that nest between the months of October and March.Punta Arenas visitors should make sure to follow the tradition of touching or kissing the foot of the Indian Aónikenk from the monument to Magellan, located in the Square Muñoz Gamero. They say that those who follow this ritual will come back to Patagonia.","more":"Another important attraction of Punta Arenas is the Regional Museum of Magallanes,which houses an impressive collection of objects and antique furniture of the house commissioned to be built by the businessman Mauricio Braun in 1903, using nothing else than wood from the old world.On the other hand, it is also the Punta Arenas's Municipal Cemetery, considered one of the most beautiful in South America, with its beautiful cypress trees, mausoleums, gardens and extravagant tombs of characters like José Menéndez, baron of a sheep herding empire from the past centuries.Punta Arenas is an ideal place to shop at because it is located in a trade zone where commerce is free of tax.","country":{"id":35,"name":"Chile","iso_code":"CL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/punta-arenas_event-14339.jpeg?event","url":"https:\/\/www.musement.com\/en\/punta-arenas","event_count":1,"list_count":0,"venue_count":0},{"id":222,"top":false,"name":"Santiago de Chile","content":"Santiago, also Santiago de Chile, is the capital and largest city of Chile. It is also the center of its largest conurbation. Santiago is located in the country's central valley, at an elevation of 520 metres above mean sea level.Founded in 1541, Santiago has been the capital city of Chile since colonial times. The city has a downtown core of 19th century neoclassical architecture and winding side-streets, dotted by art deco, neo-gothic, and other styles. Santiago's cityscape is shaped by several stand-alone hills and the fast-flowing Mapocho River, lined by parks such as Parque Forestal. Mountains of the Andes chain can be seen from most points in the city. These mountains contribute to a considerable smog problem, particularly during winter. The city outskirts are surrounded by vineyards, and Santiago is within a few hours of both the mountains and the Pacific Ocean.","country":{"id":35,"name":"Chile","iso_code":"CL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/santiago-de-chile_event-14372.jpeg?event","url":"https:\/\/www.musement.com\/en\/santiago-de-chile","event_count":20,"list_count":0,"venue_count":0},{"id":228,"top":false,"name":"Málaga","content":"Málaga is a municipality, capital of the Province of Málaga, in the Autonomous Community of Andalusia, Spain. Is the second most populous city of Andalusia and the sixth largest in Spain. The southernmost large city in Europe, it lies on the Costa del Sol (Coast of the Sun) of the Mediterranean, about 100 km east of the Strait of Gibraltar and about 130 km north of Africa.","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/16\/malaga_event-15242.jpeg?event","url":"https:\/\/www.musement.com\/en\/malaga-4","event_count":5,"list_count":0,"venue_count":0},{"id":231,"top":false,"name":"San Sebastián","content":"San Sebastián (“Donostia” in Basque) is the administrative capital of Gipuzkoa, one of the three provinces that make up the Basque Country. The city is located in the northeast of the Iberian Peninsula, 30 kilometers from the border of France. In fact, the cross-border axis of San Sebastián-Bayona forms an important pole of social, economic, and touristic development in the southeast of the European Union.San Sebastián has 185,000 inhabitants. It is a tertiary, touristic, primarily commercial, and congressional city. In recent years, it has gained a position at the forefront of European cities that base their development on science, technology, and sustainable development and culture. Because of this, San Sebastián has been chosen as the European Capital of Culture of 2016.","more":"There is a small fishing and recreation port, with two-floor picturesque houses lined under the front-wall of the mount Urgull. Yet these houses are relatively new, resulting from the demilitarization of the hill, sold to the city council by the Ministry of War in 1924.","latitude":43.319,"longitude":-1.979,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/san-sebastian_event-14763.jpeg?event","url":"https:\/\/www.musement.com\/en\/san-sebastian","event_count":5,"list_count":0,"venue_count":0},{"id":233,"top":false,"name":"Casablanca","content":"Casablanca is the economic and cultural capital of Morocco, its Spanish name means \"White House\" obviously refers to the houses in the city center. The city has been baptised the \"modern laboratory\" in the XX century, because of its architectural heritage: lots of buildings have been constructed by a new genertion of architects, coming all the way from the best Art Schools of France. The Hassan II Mosque is the biggest of North Africa, and its minaret is the tallest in the world.","country":{"id":118,"name":"Morocco","iso_code":"MA"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/casablanca_event-14895.jpeg?event","url":"https:\/\/www.musement.com\/en\/casablanca","event_count":3,"list_count":0,"venue_count":0},{"id":236,"top":false,"name":"La Paz","content":"Sitting in a canyon in the Andes Mountains, La Paz, the administrative capital of Bolivia, overwhelmes senses with the breathtaling panorama, which is seen from the air as one flies into the city. First, a traveller sees the shantytowns of El Alto, slowly giving way to the sight of La Paz itself. The city’s main touristic area is Sagarnaga Street, where you can find anything from budget hotels to souvenir stores and authentic bars. Apart from breathtaking views of the mountains surrounding La Paz, the city has plenty of interesting museums. One of the most unusual and appreciated by tourists is Coca Museum, which details the history and significance of the coca plant.","latitude":-16.496,"longitude":-68.123,"country":{"id":21,"name":"Bolivia","iso_code":"BO"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/la-paz_event-14754.jpeg?event","url":"https:\/\/www.musement.com\/en\/la-paz-1","event_count":2,"list_count":0,"venue_count":0},{"id":238,"top":false,"name":"Denver","content":"Also known as “The Mile-High City”, Denver is the capital of the U.S. State of Colorado.This bustling city has a lot to offer to the visitors: walk in the gorgeous dome building of the State Capitol, get your money minted at Denver Mint, or take a stroll and delight in one of the many neighborhoods and colourful gardens.The city is also a perfect starting point for daily getaways with your family: visit the Rocky Mountains National Park and take in the impressive views of this alpine scenery.","latitude":39.739,"longitude":-104.993,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/denver_event-14856.jpeg?event","url":"https:\/\/www.musement.com\/en\/denver","event_count":4,"list_count":0,"venue_count":0},{"id":239,"top":false,"name":"Taipei","content":"Located in the northern part of the island of Taiwan, Taipei nowadays is a modern multinational city, and a fascinating place to visit and live. It consists of twelve districts, from historical ones, mostly known for ancient remains of colonial architecture, to the modern commercial areas packed with fashion boutiques, lounge bars, and atmospheric restaurants. One of the city's most popular attractions is Taipei 101, a 508-meter high skyscraper located in the Xinyi District of Taipei. Officialy designed to resemble bamboo rising from the earth, this immence structure has become the second tallest skyscraper in the world. Another promiment landmark of the city is the Sun Yat-sen Memorial Hall. It was built in the memory of Dr. Sun Yat-sen, considered the founding father of the Republic of China.","more":"Often skipped by tourists in favour of such major East Asian metropolitan cities as Hong Kong and Shanghai, Taipei is equally colorful and absolutelly worth visiting. A day spent walking through the streets of Taipei can bring you many pleasant discoveries.","latitude":25.034,"longitude":121.565,"country":{"id":195,"name":"China, Republic of (Taiwan)","iso_code":"TW"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/16\/taipei_event-15009.jpeg?event","url":"https:\/\/www.musement.com\/en\/taipei","event_count":2,"list_count":0,"venue_count":0},{"id":240,"top":false,"name":"Saint Petersburg","content":"Founded by westward-looking Peter the Great in 1703, Saint Petersburg preserves the spirit of its romantic past. It was by order of this rebellious Russian Tsar, that the wetland in the mouth of the Neva River was turned into one of the most breathtakingly beautiful places on earth, home to fabulous palaces and striking cathedrals, charming baroque bridges and impressive pieces of imperial architecture.There is no major historical event in Russia that Saint Petersburg wasn't the scene of. It’s where the Imperial Russia reached the height of its grandeur, and where the Bolshevik Revolution was plotted and took place, forever changing the course of Russian history. Despite the actual capital moving back to Moscow following the revolution, St Petersburg has forever retained the status of Russia’s cultural capital and the first modern city of the country.","more":"Among the most famous cultural attractions in Saint Petersburg is the Hermitage Museum, one of the world's greatest art galleries and home to priceless works by Rembrandt, Leonardo, Michelangelo, Rubens and more.The city’s most spectacular site for opera and ballet is the Mariinsky Theatre. The theatre is an absolute must visit for everyone at least because its monumental neoclassical building is itself a sight to behold. Along with world-famous sights, Saint Petersburg has many lesser known but equally fascinating ones. Whether an art lover, culture enthisiast or adventure seeker, you’ll find a reason to fall in love with the fascinating city of St Petersburg!","latitude":59.929,"longitude":30.32,"country":{"id":142,"name":"Russia","iso_code":"RU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/15\/saint-petersburg_event-14880.jpeg?event","url":"https:\/\/www.musement.com\/en\/saint-petersburg","event_count":2,"list_count":0,"venue_count":0},{"id":243,"top":false,"name":"Montreal","content":"Monreal is the second biggest city in Canada, and the most populated int the province of Quebec. Its original name was Ville-Mary and it took its current name after Mount Royal, the triple-peaked hill in the heart of the city. Historically, Montreal has been the commercial capital of Canada and it remains today an important center of commerce. French is the first language in Montreal, followed by english and other languages, which makes it one of the most cosmopolitan cities in the world. The city offers a very large range of cultural and sporting activities, as well as entertainment events. The most famous being the Universal Exposition in 1967, the Olympic Games in 1976, the Montreal World Film Festival or the Montreal International Jazz Festival and the Canadian Grand Prix.","more":"When visiting the city, do not miss the Olympic park, the old city, the Place Royale, Notre Dame Basilica or the museum of fine arts. Montreal is a green city, full of parks and open spaces. Visitors enjoy the Mont-Rorayl park, Notre Dame Island or Orléans Island.","country":{"id":31,"name":"Canada","iso_code":"CA"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/16\/montreal_event-15154.jpeg?event","url":"https:\/\/www.musement.com\/en\/montreal-1","event_count":1,"list_count":0,"venue_count":0},{"id":253,"top":false,"name":"Yangon","content":"However replaced by Naypyidaw in 2005 as a capital city, Yangon is still the largest and one of the most important cities in Myanmar. The city was formed under the influence of British, Burmese and Chinese cultures, which contributed greatly not only to the city's architectural landscape, but its people, lifestyles and everything. No other major Asian city can rival the exotic atmosphere on its streets: walking down a local street, you will pass by gigantic colourful pagodas and meet all sorts of barefoot strangers, smiling both at each other and those adventurers who've covered so many kilometres to travel their picturesque city.","latitude":16.784,"longitude":96.151,"country":{"id":120,"name":"Myanmar (Burma)","iso_code":"MM"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/17\/yangon_event-16568.jpeg?event","url":"https:\/\/www.musement.com\/en\/yangon","event_count":2,"list_count":0,"venue_count":0},{"id":254,"top":false,"name":"Darwin","content":"Darwin is the capital of Northern Territory and the major centre in the Top End area. With high temperatures all year round, Darwin's tropical splendor has a lot to offer to every kind of traveller. Get a taste of the city's diverse food and culture, enjoy a day out on the revitalised waterfront or trace the region's rich history at museums and galleries.Darwin is also the getaway to some of the most beautiful national parks of Australia: choose between the lush woodlands of Litchfield National Park, explore the wilderness of Kakadu and Arnhem Land or get on The Ghan for one of the world's greatest train journeys as you head south to Adelaide.Whether you prefer a cruise on Adelaide river's crocodile infested waters, take a walk through the tropical parklands or learn about Aboriginal history and art in the museum, be sure to visit this eclectic city to experience the real Australia.","latitude":-12.463,"longitude":130.84,"country":{"id":9,"name":"Australia","iso_code":"AU"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/16\/darwin_event-15765.png?event","url":"https:\/\/www.musement.com\/en\/darwin","event_count":5,"list_count":0,"venue_count":0},{"id":255,"top":false,"name":"Amman","content":"Located in a large hilly area between the desert and the fertile Jordan Valley, Amman is the capital city of Jordan and one of the oldest inhabited cities in the world. Legacies of the history are dotted around the region very densely, making it a top destination for those who like antiquities. However, it's not the only reason for tourists to visit Amman. In the downtown area, which is very old and traditional, you can buy everything from fabulous jewellery to Dead Sea cosmetics and wonderful local souvenirs. Not only is the сity of Amman one of Jordan&rsquo;s favorite visitor attractions, it&rsquo;s also home to a large expatriate population, which contributed greatly to the friendly multicultural atmosphere that Amman is widely known for.","latitude":31.957,"longitude":35.946,"country":{"id":85,"name":"Jordan","iso_code":"JO"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/amman_event-17205.jpeg?event","url":"https:\/\/www.musement.com\/en\/amman","event_count":5,"list_count":0,"venue_count":0},{"id":256,"top":false,"name":"Petra","content":"Half-built and half-carved into the rock, the Jordanian ancient city of Petra has been one of the largest and most interesting archeologial sites in the world since its \"rediscovery\" in 1812 by a Swiss explorer Johann Burckhardt. However this is not known for certain when the city was built, it is known that it was the capital of the wealthy Nabataean Empire and one of the most important trading cities in the Middle East.Due to the wonderful color of the stone out of which many of the city structures are carved, Petra has a poetical name of a \"rose-red city\". Among the precious historic structures which make Petra one of the world's top touristic destination are temples and churches, tombs, baths, funerary halls, arched gateways and a unique ancient water supply system.","more":"The cultural heritage of Petra is so unique and impressive that is was chosen by the Smithsonian Magazine as one of the 28 places you should visit them before you die.","latitude":30.325,"longitude":35.443,"country":{"id":85,"name":"Jordan","iso_code":"JO"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/17\/petra_event-16060.jpeg?event","url":"https:\/\/www.musement.com\/en\/petra","event_count":4,"list_count":0,"venue_count":0},{"id":257,"top":false,"name":"Valparaíso","content":"Located 112 km northwest of Santiago de Chile,overlooking a wide bay of the Pacific Ocean, Valparaíso has a population of approximately 275,000.\nIt is an important harbor and industrial center, as well as one of the largest cities in the country. It offers a variety of beautiful and picturesque places, such as squares, hills, neighborhoods, fishing coves, beaches, avenues and streets full of nooks and crannies, which present visitors with landscapes full of grandeur and beauty.The harbor Valparaíso was famous from the beginning, when the sailing boats performed the trip from Europe to pass Cape Horn, before the construction of the Panama Canal. It was the gateway for hundreds of German, Italian, English and Spanish immigrants in the beginning of 1900. The contemporary history of Valparaíso is closely linked to the figure of the famous Chilean poet Pablo Neruda and vice versa. Tired of the hustle and bustle of Santiago, the writer found in this city an unfinished house, located on the Florida hill, with a wonderful view of the sea, where he thought he could \"live and write in peace\". He named it La Sebastiana in honor of its builder, Sebastián Collado, a Spanish who, after searching a place where he could cover all of Valparaiso with his eyes, began to build this house with the intention of living in it when his children got married. Unfortunately, Sebastián died. Neruda decided to put that name explaining that \"even though Don Sebastián hasn't made any verses, he was a poet of construction\".","latitude":-33.046,"longitude":-71.612,"country":{"id":35,"name":"Chile","iso_code":"CL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/17\/valparaiso_event-16118.jpeg?event","url":"https:\/\/www.musement.com\/en\/valparaiso","event_count":1,"list_count":0,"venue_count":0},{"id":261,"top":false,"name":"Phnom Penh","content":"Located at the confluence of three rivers - the Mekong, the Bassac and Tonle Sap, Phnom Penh is the vibrant capital of Cambodia. Famous for its rich cultural heritage, proudly nurtured and preserved by citizens and authorities, Phnom Penh has become one of the most visited destinations in Cambodia. A great number of lovely French colonial buildings dotted along the streets of Phnom Penh contribute significantly to the charm and elegance of the city, also known as \"Pearl of Asia\".Among the city's must-visit gems is the Royal Palace, one of Phnom Penh's most splendid architectural achievements, created to serve as the residence of the King of Cambodia. The Royal Palace complex and attached Silver Pagoda consist of several impressive buildings and gardens overlooking a riverfront park.","latitude":11.54,"longitude":104.889,"country":{"id":29,"name":"Cambodia","iso_code":"KH"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/17\/phnom-penh_event-16947.jpeg?event","url":"https:\/\/www.musement.com\/en\/phnom-penh","event_count":3,"list_count":0,"venue_count":0},{"id":265,"top":false,"name":"Agrigento","content":"A city with a glorious history, Agrigento is without a doubt one of Sicily’s gems. Here, time seems to have stopped centuries ago, at the dawn of western civilisation. Founded around 580B.C. with the Greek name of Akragas given by settlers from Gela and Rodi, Agrigento still bears the traces of the various peoples that settled it. The city reached its peak in the V century B.C., before the city’s decline caused by the dominion of the Carthaginian people. It was later conquered by the Romans, who renamed it with the Latin name of Agrigentum.The city’s rich archaeology is shown by the famous Valley of the Temples, declared by the UNESCO a World Heritage Site, containing one of the largest archeological parks in the world, 1300 hectares wide. The Archaeological Park of Agrigento contains the remains of the ancient city of Akragas and the series of important temples, about 10 of them, from the hellenistic period, among them the Temple of Hera Lacinia and the Temple of Concordia.","more":"It is definitely worth visiting the Regional Archaeological Museum \"P.Griffo\". The cultural heritage does not end here, other than the graceful historic center of the city, you can visit the house where Luigi Pirandello was born. Now it is a museum that reconstructs the history and the career of the great Sicilian author, immersed inside the heart of a beautiful literary park.","latitude":37.289,"longitude":13.6,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/agrigento_event-17546.jpeg?event","url":"https:\/\/www.musement.com\/en\/agrigento","event_count":2,"list_count":0,"venue_count":0},{"id":266,"top":false,"name":"Caserta","content":"Caserta is a lovely city in Southern Italy, in the region of Campania, which boasts of a glorious past. It was here that the so-called “Versailles of Italy” was built: the Royal Palace of Caserta. Commissioned by the rulers of the Kingdom of the Two Sicilies, the Bourbons of Naples, the royal residence was inaugurated in 1780, becoming one of the largest in the world! In addition to the palace’s elegant halls, the complex attracts millions of visitors for its beautiful park, divided into two areas: the Italian garden and the English garden, for a total amount of 2.5 kilometers in length. In Caserta you can also visit the Aqueduct of Vanvitelli and the San Leucio Complex, which were declared UNESCO World Heritage Sites together with the Royal Palace.","latitude":41.073,"longitude":14.327,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/caserta_event-17558.jpeg?event","url":"https:\/\/www.musement.com\/en\/caserta","event_count":2,"list_count":0,"venue_count":1},{"id":267,"top":false,"name":"Taormina","content":"Taormina is a town in the Italian province of Messina in Sicily. It is one of the most important international hubs for tourism in this Italian region, popular for its natural landscape, the beauty of the sea and its historical monuments. Many filmmakers have chosen this city as the ideal setting for their movies; among these is Michelangelo Antonioni who set his work \"L'avventura\" in Taormina. The city is located about 200 meters above sea level and has a structure very similar to a real terrace embellished with a beautiful panoramic view, which stands near the volcano Etna, the tallest active volcano in Europe (3,343 meters above sea level). In Taormina, tourism is active all year round thanks to its cultural and natural beauty and the warmth of its people.","latitude":37.852,"longitude":15.286,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/taormina_event-17672.jpeg?event","url":"https:\/\/www.musement.com\/en\/taormina","event_count":2,"list_count":0,"venue_count":0},{"id":269,"top":false,"name":"Siracusa","content":"Located on the southeast coast of the island, Syracuse is the fourth largest city in Sicily by population, after Palermo, Catania and Messina. Ages ago, Syracuse was one of the biggest metropolis of the ancient world, among the largest in the greek polis world.Described by Cicero as \"the largest and most beautiful of all Greek cities\", thanks to its wealth, its important historical relevance and its archeology and landscapes. Siracusa became a UNESCO World Heritage Site by 2005 along with the rupestrian Necropolis of Pantalica.Syracuse is the ideal city for those who want to relive the history of Sicily!","latitude":37.075,"longitude":15.284,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/siracusa_event-17855.jpeg?event","url":"https:\/\/www.musement.com\/en\/siracusa-1","event_count":4,"list_count":0,"venue_count":0},{"id":270,"top":false,"name":"Barbaresco","content":"Barbaresco is a town in the Langhe region with about 650 inhabitants. It is part of the hilly area called Langhe, famous worldwide for the production of prestigious wines and culinary specialties such as the white truffle of Alba.Barbaresco is part of Piedmont Region, of the Province of Cuneo and of the Union of Municipalities \"You are in the Langa\", along with Treiso, Neive, Neviglie, Mango, Camo and Castiglione Tinella. In addition to its architectural beauty, with a wonderful medieval tower which is a real symbol of the City, Barbaresco offers the visitors a huge area of vineyards that surround it, creating a breathtaking view.The essential economic activity is wine production, which comes from the Nebbiolo vineyard after a three year aging process. Barbaresco has also led to the development of tourism; visitors from around the world come to this small town to enjoy on the spot the local wine specialties among others.","latitude":44.725,"longitude":8.081,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/18\/barbaresco_event-17992.jpeg?event","url":"https:\/\/www.musement.com\/en\/barbaresco","event_count":1,"list_count":0,"venue_count":0},{"id":271,"top":false,"name":"Bellagio","content":"Also known as \"the Pearl of Lake Como\" because of its central location between the two branches of the lake, Bellagio is a town of few more than three thousand inhabitants, and it's among the most beautiful and romantic places of Northern Italy.This delightful town is blessed with a mild climate reminiscent of that of the Ligurian coast, allowing you to practice many sports such as horse riding, windsurfing, waterskiing or even to take on sailing and paragliding lessons. From here, many unforgettable trails or trekking tours start, that will allow you to discover magnificent views and enchanting landscapes. If you prefer to relax and dive into the lake, the best place is the Lido di Bellagio, where there's a beach with umbrellas and sun beds.Visit the old \"Borgo\" with its mysterious alleys and characteristic stone-paved stairways and colorful shops. Take a stroll along the lakeside and meet the magnificent Villa Melzi D'Eril, built in 1808 for the Duke Francesco Melzi D'Eril and now owned by Count Gallarati Scotti. The park of the superb neoclassical villa is open to visitors from late March to early November.","more":"On the way back to the town, you'll admire the beauty of the lake, which stretches to Villa Serbelloni. At Punta Spartivento, the far end of the Bellagio, the two branches of Lake Como split. If you take a walk or a ferry ride you can admire other villas from the outside, such as Villa Giulia, Villa Trotti or Villa Trivulzio-Gerli.","latitude":45.978,"longitude":45.978,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/19\/bellagio_event-18007.jpeg?event","url":"https:\/\/www.musement.com\/en\/bellagio","event_count":1,"list_count":0,"venue_count":0},{"id":272,"top":false,"name":"Ghemme","content":"Located along the main road connecting Novara to Valsesia,at the foot of the novaresi Hills, Ghemme is an Italian district that is part of the Novara province in Piemonte. The town owes its fame to the most valuable product of its vineyards: the renowned Ghemme DOCG wine. Since 1994, in fact, it has been part of the Ghemme \"City of Wine\" and since 2002 of the \"City of Honey\".\nGhemme is located on the left bank of the river Sesia, near the border with the province of Vercelli and not far from the entrance of Valsesia.","latitude":45.596,"longitude":8.422,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/19\/ghemme_event-18213.jpeg?event","url":"https:\/\/www.musement.com\/en\/ghemme","event_count":1,"list_count":0,"venue_count":0},{"id":275,"top":false,"name":"Dallas","content":"Located in the northeast of Texas, Dallas is a thriving metropolitan city of fun and good food. The Dallas Cowboys are one of the United States’ most valuable football teams (that’s American football, not European - this is Texas after all). Visitors to Dallas can also take advantage of the city’s active art scene, from the Dallas Symphony Orchestra to the Dallas Center for Performing Arts. If you’re not sure where to start, why not wander down the Arts District? Here you’ll find a variety of venues catering to every art imaginable.","more":"Dallas is also famous for good old fashioned barbeque. Nobody does BBQ better than Texas! It’s also a great area for authentic Mexican and Tex-Mex cuisine. A mixture of traditional Mexican cooking with a Texan flair, Tex-Mex dishes such as fajitas and chili con carne are full of tasty meat and vegetables. It’s a city that will not disappoint your stomach.If you want to get a good view of the city, look no further than the Geo-Deck. Located at the Reunion Tower, the Geo-Deck features a 360-degree view of the city, plus endless interactive features, shops, and entertainment.","latitude":32.776,"longitude":-96.797,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/19\/dallas_event-18548.jpeg?event","url":"https:\/\/www.musement.com\/en\/dallas","event_count":1,"list_count":0,"venue_count":0},{"id":277,"top":false,"name":"Amalfi","content":"Located at the mouth of a deep ravine, at the foot of Monte Cerreto, Amalfi is the main gem of what is called Costiera Amalfitana, or the Amalfi Coast. Being now one of the top touristic destinations in Italy along with such cities as Positano, Portofino and others, centuries ago Amalfi used to be the the capital of maritime republic and an important Mediaterranean trading port. Nowadays, the picturesque coastal scenery and steep cliffs surrounding the town of Amalfi attract thousands of visitors seeking to immerse themselves in the beauty of nature, experience the traditional Italian coastal lifestyle, and enjoy the unique local climate. No wonder, Amalfi is listed as a UNESCO World Heritage Site, and the authenticity of this town is protected and encouraged both by locals and the State.","latitude":40.634,"longitude":14.603,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/20\/amalfi_event-19760.jpeg?event","url":"https:\/\/www.musement.com\/en\/amalfi","event_count":1,"list_count":0,"venue_count":0},{"id":283,"top":false,"name":"Monza","content":"A few kilometers from Milan, surrounded by a lush green park with the same name and famous for the Formula 1 Italian Grand Prix, lies the beautiful city of Monza, a town rich in history and art that is also the commercial and industrial center of the Brianza region.Made famous by the events of the Nun in Manzoni's book The Betrothed, Monza is a jewel to be discovered. Built in 595 thanks to the Lombard Queen Teodolinda, the splendid Cathedral (Duomo) hosts a chapel dedicated to the queen, where you can find the famous Iron Crown, worn by great emperors of the Holy Roman Empire as Charlemagne and Frederick Barbarossa. Another treasure of Monza is the eighteenth-century Villa Reale, built by Empress Maria Theresa of Austria, who gave it to his son, the Archiduke Ferdinand. With a recognizable neoclassical style, the Villa was also the residence of King Umberto I of Italy and his wife Margaret of Savoy.","more":"A visit to Monza is not complete without a jump in the immense City Park. Crossed by river Lambro, Monza Park is among the largest parks in Europe and houses both the Villa Reale and the famous racetrack. The Monza circuit is home to the Italian Grand Prix of Formula 1: Musement take you to the biggest sporting event of the year - choose between General Admission tickets and Bleachers tickets in the Parabolica!","latitude":45.584,"longitude":9.274,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/21\/monza_event-20110.jpeg?event","url":"https:\/\/www.musement.com\/en\/monza-1","event_count":1,"list_count":0,"venue_count":0},{"id":287,"top":false,"name":"Bolzano","content":"The capital of Alto Adige - South Tyrol, Italy, Bolzano was once a city of merchants and art patrons. Today, it is a city of art, entertainment, culture, trade and vacation! The city is rich in artistic and cultural treasures such as churches, monuments, historic streets and squares, museums and castles. Bolzano is pleased to allow guests to discover its many peculiarities, a result of the convergence of the Mediterranean with central Europe. The city clearly reflects the meeting place and exchange of a variety of cultures. In art, paintings in the Giotto style and works of the Gothic School exist together, while in architecture the unique contrast between the historic city and the new one is obvious, divided by the Talvera river.","latitude":46.5,"longitude":11.355,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/22\/bolzano_event-21961.jpeg?event","url":"https:\/\/www.musement.com\/en\/bolzano-4","event_count":1,"list_count":0,"venue_count":0},{"id":292,"top":false,"name":"Trento","content":"Trento is an Italian city located in the Adige River valley in Trentino-Alto Adige\/Südtirol. It is the capital of Trentino. Trento is an educational, scientific, financial and political centre in Trentino-Alto Adige\/Südtirol, in Tyrol and Northern Italy in general. The city contains a picturesque Medieval and Renaissance historic centre, with ancient buildings such as Trento Cathedral and the Castello del Buonconsiglio.Modern-day Trento is a cosmopolitan city, with highly developed and organized modern social services.","latitude":46.075,"longitude":11.123,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/23\/trento_event-22752.jpeg?event","url":"https:\/\/www.musement.com\/en\/trento","event_count":2,"list_count":0,"venue_count":0},{"id":293,"top":false,"name":"Guanacaste","content":"Guanacaste is a province of Costa Rica located in the northwestern part of the country, along the coast of the Pacific Ocean. It borders Nicaragua to the north. To the east there is the Alajuela Province, and to the southeast is the Puntarenas Province. It is the most sparsely populated of all the provinces of Costa Rica. Guanacaste's capital is Liberia. Other important cities include Cañas and Nicoya.","latitude":10.629,"longitude":-85.443,"country":{"id":41,"name":"Costa Rica","iso_code":"CR"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/guanacaste_event-23381.jpeg?event","url":"https:\/\/www.musement.com\/en\/guanacaste","event_count":5,"list_count":0,"venue_count":0},{"id":294,"top":false,"name":"Leghorn","content":"Livorno is the capital of the province of the same name in Tuscany.It is the third largest city in the region by population, after Florence and Prato. It is located on the coast of the Ligurian Sea and is one of the most important Italian ports.Born by the will of the Medicis, who made it a city in 1606, Livorno became a haven of hospitality for all those religiously, politically or racially persecuted, getting rich from the enterprise and customs of diverse foreign nations. You'll be fascinated by its charm walking by in streets that may preserve evidence of three different cults, tasting its typical dishes such as \"caciciucco\", \"triglie alla Livornese\", and the famous rum punch, allowing yourself a boat trip along the \"Fossi Medicei,\" following the ancient pentagonal perimeter along the sixteenth century fortifications with their characteristic pink color, then wandering into the enchanting atmosphere of the historic district of Venezia Nuova, built on the water.The sea is an integral part of city life, with a beautiful walk through the gardens, fragrant plants and kiosks, elegant seaside resorts, and the port and its activities.Do not forget the immense artistic heritage of its eighteenth century churches - fine examples of Art Nouveau architecture - elegant villas where personalities of international fame resided.","latitude":43.544,"longitude":10.309,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/leghorn_event-23505.jpeg?event","url":"https:\/\/www.musement.com\/en\/leghorn-2","event_count":2,"list_count":0,"venue_count":0},{"id":296,"top":false,"name":"Sirmione","content":"Known as the \"Pearl of the Garda\", Sirmione is located on the Lombard-side of Lake Garda. Already inhabited by people of the Bronze Age who left the remains of their huts built on stilts, the Romans made it a place for holidays. On the tip of the peninsula of Sirmione, there are the ruins of a huge villa, the \"Grotte di Catullo\" (Catullo's Caves), with frescoes dating back to the second century BC. Sirmione is a town in the province of Brescia, whose main industry is tourism due to the presence of Roman and medieval remains, and for its thermal waters.","latitude":45.497,"longitude":10.606,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/24\/sirmione_event-23552.jpeg?event","url":"https:\/\/www.musement.com\/en\/sirmione","event_count":1,"list_count":0,"venue_count":0},{"id":299,"top":false,"name":"Warsaw","content":"The proud capital of Poland, Warsaw, is a vibrant European metropolis and a city of culture. It features an unforgettable history: 90% of Warsaw was destroyed during WWII, but thanks to its excellent restoration, the city was later granted the status of a UNESCO World Heritage Site. The widely varied architecture of Warsaw is as diverse as its long history, which began in the 13th century, when the city was founded as a royal castle. From Gothic churches and Royal residences to Soviet-era blocks and modern skyscrapers, Warsaw has countless gems to discover!Fascinating museums, modish boutiques, numerous authentic restaurants and a dynamic nightlife - visitors to Warsaw can find entertainment for every taste. Those who seek to rest from the bustle of central city life can explore cozy alleys, and peaceful squares in the Old and New Towns. In the summer, the Old and New Town Squares become stages for musical and theatrical performances and open-air galleries. It's no wonder then, that summer is when tours and tickets to the attractions of Warsaw are also the most in demand.","more":"‘A native of Warsaw, a Pole at heart, with the talent of a world citizen’, the best known Varsovian is undoubtedly Fryderyk Chopin, who spent the first 20 years of his life in this city. Walking the streets of Warsaw you will pass buildings where he stayed or which he visited and see numerous monunents and historic sites dedicated to the great composer.","latitude":52.229,"longitude":21.02,"country":{"id":138,"name":"Poland","iso_code":"PL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/25\/warsaw_event-24476.jpeg?event","url":"https:\/\/www.musement.com\/en\/warsaw","event_count":2,"list_count":0,"venue_count":0},{"id":300,"top":false,"name":"Treviso","content":"Let yourself be taken over by the pleasant and relaxing atmosphere of Treviso, a city of art and water, which charms visitors with its frescoed houses, its walls, historic buildings, arcades, canals, and the Sile river, which runs through the city center. There are many monuments to visit, such as the church of St. Nicholas with its cloister, Piazza dei Signori, the Museum of Santa Caterina, and the church of San Francesco.","latitude":45.667,"longitude":12.248,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/26\/treviso_event-25215.jpeg?event","url":"https:\/\/www.musement.com\/en\/treviso","event_count":6,"list_count":0,"venue_count":1},{"id":301,"top":false,"name":"Cardiff","country":{"id":183,"name":"United Kingdom","iso_code":"GB"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/cardiff","event_count":3,"list_count":0,"venue_count":0},{"id":302,"top":false,"name":"Tenerife","content":"Tenerife is an island of the Atlantic Ocean, belonging to the Canary Islands. Along with La Palma, La Gomera and El Hierro, it forms the Province of Santa Cruz of TenerifeIts area is 2,034 km2, which makes it the largest of the seven Canary Islands (Gran Canaria, Fuerteventura, Lanzarote, Tenerife, La Palma, La Gomera and El Hierro). In addition, Tenerife is the most populous island in Spain.Tenerife is located about 300 kilometers from the African continent and approximately 1,300 kilometers from the Iberian Peninsula. It is characterized by its peculiar triangular shape and in the center of the island stands the giant Pico del Teide, which, at 3,718 meters of altitude, is the highest point in Spain.Tenerife is a volcanic island and offers to those who visit it a territory of multiple landscapes, from the Teide National Park to the Acantilados de los Gigantes, going trough semi-desert areas, valleys with tropical and subtropical crops and extensive pine forests.","latitude":28.464,"longitude":-16.252,"country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/26\/tenerife_event-25250.jpeg?event","url":"https:\/\/www.musement.com\/en\/tenerife","event_count":5,"list_count":0,"venue_count":0},{"id":303,"top":false,"name":"Apeldoorn","content":"x","more":"x","latitude":52.210899,"longitude":5.96899,"country":{"id":124,"name":"Netherlands","iso_code":"NL"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/apeldoorn","event_count":1,"list_count":0,"venue_count":0},{"id":304,"top":false,"name":"Giro Club Experience","content":"x","latitude":45.071,"longitude":7.684,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/26\/giro-club-experience_event-25479.jpeg?event","url":"https:\/\/www.musement.com\/en\/giro-club-experience","event_count":23,"list_count":0,"venue_count":6},{"id":311,"top":false,"name":"Funchal","content":"Funchal is the largest city, the municipal seat and the capital of Portugal's Autonomous Region of Madeira. The city has been the capital of Madeira for more than five centuries. Because of its high cultural and historical value, Funchal is one of Portugal's main tourist attractions. It is also popular as a destination for New Year's Eve, and it is the leading Portuguese port on cruise liner dockings.","latitude":32.666,"longitude":-16.925,"country":{"id":139,"name":"Portugal","iso_code":"PT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/27\/funchal_event-26273.jpeg?event","url":"https:\/\/www.musement.com\/en\/funchal","event_count":1,"list_count":0,"venue_count":0},{"id":315,"top":false,"name":"Wolfsburg","country":{"id":64,"name":"Germany","iso_code":"DE"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/wolfsburg","event_count":1,"list_count":0,"venue_count":0},{"id":317,"top":false,"name":"Las Palmas de Gran Canaria","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/las-palmas-de-gran-canaria","event_count":1,"list_count":0,"venue_count":0},{"id":318,"top":false,"name":"La Coruna","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/la-coruna","event_count":1,"list_count":0,"venue_count":0},{"id":319,"top":false,"name":"Villarreal","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/28\/villarreal_event-27325.jpeg?event","url":"https:\/\/www.musement.com\/en\/villarreal","event_count":1,"list_count":0,"venue_count":0},{"id":320,"top":false,"name":"Getafe","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/getafe","event_count":1,"list_count":0,"venue_count":0},{"id":321,"top":false,"name":"Eibar","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/eibar","event_count":1,"list_count":0,"venue_count":0},{"id":322,"top":false,"name":"Vigo","country":{"id":161,"name":"Spain","iso_code":"ES"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/vigo","event_count":2,"list_count":0,"venue_count":0},{"id":328,"top":false,"name":"Cuneo","content":"Located south-west of Turin, near the French border, Cuneo is ax excellent starting point for those wishing to exploring the beautiful countryside of Piedmont. Cuneo is built along the valleys of the rivers Stura di Demonte and Gesso, which meet in the town itself. Explore the wide streets that remind of the Renaissance style and the small, historical old-town, remains of the 12th century fortified town around which the modern city developed over time.Start your visit from Piazza Galimberti, the large central square surrounded by arcades and historical buildings. Now home to the Town Museum, the Church of Saint Francis and its associated monastic buildings are excellent examples of Cuneo’s medieval architecture.","more":"Cuneo boasts a wonderful countryside with valleys and picturesque villages that attract many visitors who look for history and local tradition. Exlore the many highlights of the surroundings, such as the Valle Gesso and the Valle Stura (best known for the rare flowers that grow here) which are both found south and west of Cuneo towards France, and Valle Maira heading north. Also, be sure not to miss typical villages, such as Mondovì, Alba, and Vernante.","latitude":44.39,"longitude":7.548,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/28\/cuneo_event-27463.jpeg?event","url":"https:\/\/www.musement.com\/en\/cuneo","event_count":1,"list_count":0,"venue_count":0},{"id":329,"top":false,"name":"Iseo","content":"Iseo is a town in the province of Brescia, Lombardy. It is an important tourist destination on the southeast shore of Lake Iseo and it is located about 20 kilometers north of the provincial capital of Brescia. Its territory has the features of an environment that's set between lake and hill, water and earth, as you may see in the habitat of the Torbiere del Sebino Natural Reserve. It also falls within the wine area of Franciacorta.","latitude":45.657124,"longitude":10.052449,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/28\/iseo_event-27677.jpeg?event","url":"https:\/\/www.musement.com\/en\/iseo","event_count":1,"list_count":0,"venue_count":0},{"id":334,"top":false,"name":"Honolulu","latitude":21.3,"longitude":-157.817,"country":{"id":184,"name":"United States of America","iso_code":"US"},"cover_image_url":"","url":"https:\/\/www.musement.com\/en\/honolulu","event_count":1,"list_count":0,"venue_count":0},{"id":338,"top":false,"name":"Brighton and Hove","content":"Brighton and Hove is a city in East Sussex, in South East England, and one of the England's most populous seaside resorts. With its tourist attractions and numerous beachfront events to rich heritage of the Regency architecture, the city really offers something for every taste and mood. Vibrant, colourful and fun, Brighton has the energy of the city and freedom of the sea. Once in Brighton and Hove, don't miss the Brighton Pier, which has been the city's most prominent landmarks since its opening in 1899. First known as the Palace Pier, this zone is popular for various food and drink outlets, fairground attractions and Palace of Fun arcade. With this choice of entertainments, as well as fun bars and famous fish and chip restaurant, Brighton Pier will makes it a day to remember!","latitude":50.825,"longitude":-0.138,"country":{"id":183,"name":"United Kingdom","iso_code":"GB"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/30\/thumb_29854_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/brighton-and-hove","event_count":1,"list_count":0,"venue_count":0},{"id":339,"top":false,"name":"Grosseto","content":"aaa","latitude":42.759,"longitude":11.115,"country":{"id":82,"name":"Italy","iso_code":"IT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/30\/thumb_29842_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/grosseto","event_count":1,"list_count":0,"venue_count":0},{"id":341,"top":false,"name":"Antigua Guatemala","content":"Antigua Guatemala, commonly referred to as just Antigua or la Antigua, is a city in the central highlands of Guatemala famous for its well-preserved Spanish Baroque-influenced architecture as well as a number of ruins of colonial churches. It served as the capital of the Kingdom of Guatemala. It has been designated a UNESCO World Heritage Site.","latitude":14.558,"longitude":-90.731,"country":{"id":68,"name":"Guatemala","iso_code":"GT"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/thumb_30156_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/antigua-guatemala","event_count":1,"list_count":0,"venue_count":0},{"id":342,"top":false,"name":"Frankfurt","content":"Frankfurt am Main is the largest city in the German state of Hessen and the fifth-largest city in Germany. The city is at the centre of the larger Frankfurt Rhine-Main Metropolitan Region and is Germany's second-largest metropolitan region. Frankfurt is a centre for commerce, culture, education, tourism and web traffic. Messe Frankfurt is one of the world's largest trade fairs at 578,000 square metres and ten exhibition halls. Major trade fairs include the Frankfurt Motor Show, the world's largest motor show, and the Frankfurt Book Fair, the world's largest book fair.Frankfurt is home to many cultural and educational institutions, including the Johann Wolfgang Goethe University and Frankfurt University of Applied Sciences, many museums (e.g. Städel, Naturmuseum Senckenberg, Schirn Kunsthalle Frankfurt, Goethe House) and two major botanical gardens: the Palmengarten, which is Germany's largest, and the Botanical Garden of Goethe University.","latitude":50.113,"longitude":8.674,"country":{"id":64,"name":"Germany","iso_code":"DE"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/thumb_30471_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/frankfurt","event_count":1,"list_count":0,"venue_count":0},{"id":344,"top":false,"name":"Arnhem","content":"The bustling city of Arnhem has plenty to offer. You can walk for hours in one of the city's parks or spend the day at one the top attractions, like Royal Burgers’ Zoo or the Netherlands Open Air Museum (Nederlands Openluchtmuseum). These attractions draw many millions of visitors every year and there’s something for everybody! Arnhem also has a rich history. This is evident all over the city with its listed buildings and impressive architecture. The city is also famous for the Battle of Arnhem which took place in and around Arnhem from 17th to 25th September 1944 as part of Operation Market Garden.","latitude":51.985,"longitude":5.902,"country":{"id":124,"name":"Netherlands","iso_code":"NL"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/31\/thumb_30944_cover_event.jpeg?event","url":"https:\/\/www.musement.com\/en\/arnhem","event_count":1,"list_count":0,"venue_count":0},{"id":183,"top":false,"name":"Jaipur","content":"Commonly known as the Pink City, Jaipur is the capital of Rajasthan, India's largest state. The colorful nickname describes the shade of stone used exclusively for the buildings in the city. This peculiar aspect has historical origins: when the Prince of Wales and Queen Victoria visited India on a tour in 1876, Maharaja Ram Singh of Jaipur painted the whole city pink, the color of hospitality, to welcome the guests. The tradition has been maintained by the residents who are now, by law, required to maintain the pink color.The romantic atmosphere that pervades Jaipur is enhanced by its wealth of heritage, culture, and architecture. Fairy-tale-like palaces, majestic fortresses, as well as peaceful temples show off a tradition of art and craftsmanship. The landscape of the Pink City has a magical vibe that shouldn't be missed.","more":"Among the must-sees of Jaipur, the Hawa Mahal is certainly the most unique landmark. The \"Palace of Wind\", as its name translates, is located near the City Palace, in the center of the Old City. The massive five-story structure was designed to give women in the palace the possibility to see life in the outside world through stone screens.But the list of fascinating monuments does not end here! The Jantar Mantar is an astronomical observation site, consisting of geometric devices for observing celestial objects with the naked eye. Another interesting structure is the Amber Palace, located in a town high on the hills close to Jaipur. The magnificent complex includes palaces, halls, pavilions, gardens, and temples.","latitude":26.893,"longitude":75.782,"country":{"id":76,"name":"India","iso_code":"IN"},"cover_image_url":"https:\/\/static1.musement.com\/cover\/0001\/11\/jaipur_event-10698.jpeg?event","url":"https:\/\/www.musement.com\/en\/jaipur-6","event_count":3,"list_count":0,"venue_count":0}]